{"result":{"limit":1000 ,"offset":0,"count":58,"sort":"","results":[{"rate":5,"direction":"Get off at Xinbeitou Station, walk straight along Zhongshan Road to reach the bus stops for routes: 216, 218, 223, 230, 266, 602, Minibus 6, Minibus 7, Minibus 9, Minibus 22, Minibus 25, and Minibus 26. Get off at Xinbeitou Station.","name":"Xinbeitou Hot Spring Area","date":"2016\/07\/07","longitude":"121.508447","REF_WP":"10","avBegin":"2010\/02\/14","langinfo":"10","MRT":"Xinbeitou","SERIAL_NO":"2011051800000061","RowNumber":"1","CAT":"Hot Spring","MEMO_TIME":"各業者不同，依據現場公告","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000848.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002891.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D315\/E70\/F65\/1e0951fb-069f-4b13-b5ca-2d09df1d3d90.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D260\/E538\/F274\/e7d482ba-e3c0-40c3-87ef-3f2a1c93edfa.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D919\/E767\/F581\/9ddde70e-55c2-4cf0-bd3d-7a8450582e55.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D28\/E891\/F188\/77a58890-7711-4ca2-aebe-4aa379726575.JPG","idpt":"臺北旅遊網","latitude":"25.137077","description":"Beitou Hot Springs have been famous since the Japanese colonial period. Japanese enthusiasts of hot spring bathing naturally did not miss out on Beitou. The names Takino-yu, Hoshino-yu, and Tetsuno-yu were given by the Japanese based on the characteristics and therapeutic effects of the hot springs. They are reputed to be effective for skin diseases, nerve sensitivity, asthma, and rheumatism, making Beitou one of the most famous hot spring spots in northern Taiwan.","_id":1,"avEnd":"2016\/07\/07","address":"Zhongshan Road and Guangming Road, Beitou District, Taipei City"},{"rate":5,"direction":"Get off at Shuanglian Station, transfer to bus Red 33 (fixed schedule), and get off at Dadaocheng Wharf Station. Or Take routes 9, 206, 274, 641, 669, or 704 to Dadaocheng Wharf Station. Alternatively, take routes 255, 518, or 539 to Minsheng West Road Intersection Station, then walk approximately 10 minutes towards the end of Minsheng West Road to reach the destination.","name":"Dadaocheng Wharf","date":"2015\/12\/09","longitude":"121.508274","REF_WP":"10","avBegin":"2008\/08\/02","langinfo":"10","MRT":"Shuanglian","SERIAL_NO":"2011051800000007","RowNumber":"2","CAT":"River Cruise","MEMO_TIME":"平常日以團體預約包船為主，例假日行駛固定航次，請洽詢各船公司。\n強烈季風、漲退潮水位差影響航行及靠泊安全，當日實際航班得由現場公告或網站預告調整。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000340.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D906\/E6\/F186\/809f30db-7079-421f-a625-7baa8ec21874.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000341.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D878\/E420\/F173\/04765739-d40f-4d13-b271-8d5f9e5f44bd.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000342.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D20\/E983\/F199\/866b5059-8fd7-4719-964c-51d2f78675d5.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D546\/E538\/F353\/ed2464d1-bc28-4790-96cd-5216db2c14f5.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D814\/E111\/F733\/aed9d34d-890c-49fd-83ca-f76f38e4b94b.jpghttps:\/\/www.travel.taipei\/streams\/sceneadmin\/video\/100C1.mp3","idpt":"臺北旅遊網","latitude":"25.056847","description":"Dadaocheng was originally inhabited by the Pingpu indigenous people. Due to intense conflicts with the Tong'an people in Wanhua (Monga), the indigenous people moved to Dadaocheng and began constructing shops and houses along the Tamsui River. After the opening of Tamsui Port, under the governance of Liu Mingchuan, Dadaocheng became the most prosperous trade hub in Taipei City, with tea and textiles being the main commodities traded. The areas around Yanping North Road and Guide Street were the centers of commercial activity, making Dadaocheng's early history vibrant and memorable.","_id":2,"avEnd":"2015\/12\/09","address":"Section 1 of Huanhe North Road, Datong District, Taipei City"},{"rate":3,"direction":"Shilin Station on the Tamsui Line (Exit 2, turn left, and walk for about 10 minutes). Or Taipower Northern Regional Office Station: Take buses 203, 220, 260, 280, 285, 304, 310, 606, 612, 646, Zhongshan Main Line, and Leisure Bus 109. Or at Xiaobei Street Station: Take buses 203, 216, 218, 220, 224, 250, 260, 266, 277, 279, 290, 304, 310, and 606. Or at Shilin Official Residence Station: Take buses 203, 279, and 310.","name":"Shilin Official Residence","date":"2015\/06\/29","longitude":"121.530849","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Shilin","SERIAL_NO":"2011051800000129","RowNumber":"3","CAT":"Historic Site","MEMO_TIME":"開放時間：週二至周日，上午9:30~12:00(售票至11:40)、下午13:30~17:00(售票至16:40)。\n休館日：每周一、農曆春節、清明節、端午節、中秋節、固定養護時間(每年九月間兩週)及特殊情況休館。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D7\/E150\/F719\/71eb4b56-f771-43bc-856c-2fb265a5cc6e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D7\/E691\/F391\/db1eba17-f937-466a-a3be-f2ef35c88971.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D22\/E45\/F442\/a5f612b7-43c3-403c-a326-cea80fb61bec.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000782.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000783.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000784.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c20.mp3","idpt":"臺北旅遊網","latitude":"25.091713","description":"The Shilin Official Residence boasts exquisite garden landscaping, filled with the sounds of insects and birds, and offers stunning scenery, making it an excellent leisure destination. Situated adjacent to Zhongshan North Road, it occupied an excellent geographical location, providing quick access to the Presidential Office with Fushan as its backdrop, thus becoming Chiang Kai-shek's official residence. In 1996, the residence was first opened to the public for viewing the gardens and leisure activities.","_id":3,"avEnd":"2015\/06\/29","address":"60 Fulin Road, Shilin District, Taipei City"},{"rate":4,"direction":"Take the Tamsui Line of the Taipei Metro to Shilin Station, then transfer to Red 30 (low-floor bus) heading towards the National Palace Museum. Alight at the main entrance of our institution. Alternatively, you can transfer to buses 255, 304, 815, Minibus 18, or Minibus 19 and get off at the main plaza in front of our institution. Or If you're traveling on the Wenhu Line of the Taipei Metro, alight at Dazhi Station and transfer to Brown 13 heading towards the National Palace Museum. Get off at the main plaza in front of our institution. Or, you can take the Wenhu Line to Jiannan Road Station, transfer to Brown 20 heading towards the National Palace Museum, and alight at the main entrance of our institution.","name":"The National Palace Museum","date":"2016\/07\/06","longitude":"121.5496","REF_WP":"10","avBegin":"2008\/08\/12","langinfo":"10","MRT":"Shilin","SERIAL_NO":"2011051800000092","RowNumber":"4","CAT":"Museum or Gallery","MEMO_TIME":"展覽區一（正館）：全年開放，上午八時三十分至下午六時三十分。\n夜間延長開放時段：每週五、週六18:30～21:00，國人憑身分證件可免費參觀。 \n(其他館開放時間請參閱國立故宮博物院官網：https:\/\/www.npm.gov.tw\/zh-TW\/Article.aspx?sNo=03000063)","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D14\/E810\/F21\/48d66fbd-1ba3-4efd-837a-3767db5f52e0.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000721.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000723.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000722.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c18.mp3","idpt":"臺北旅遊網","latitude":"25.1013","description":"The National Palace Museum was completed in 1965 in Waishuangxi, featuring traditional Chinese palace-style architecture. The first to third floors serve as exhibition spaces, while the fourth floor houses the Sanxitang teahouse for relaxation. It holds the largest collection of Chinese art treasures in the world, primarily inherited from the Song, Yuan, Ming, and Qing dynasties, covering nearly the entire 5,000-year history of China. With over 650,000 items, the National Palace Museum is renowned as the Treasure House of Chinese Culture.","_id":4,"avEnd":"2016\/07\/06","address":"221 Section 2, Zhanshan Road, Shilin District, Taipei City"},{"rate":4,"direction":"Get off at Xinbeitou Station, then walk straight along Zhongshan Road. Buses 216, 218, 223, 230, 266, 602, Minibus 6, Minibus 7, Minibus 9, Minibus 22, Minibus 25, and Minibus 26 all stop at Xinbeitou Station.","name":"Beitou Library","date":"2015\/12\/09","longitude":"121.506343","REF_WP":"10","avBegin":"2010\/09\/13","langinfo":"10","MRT":"Xinbeitou","SERIAL_NO":"2011051800000693","RowNumber":"5","CAT":"Museum or Gallery","MEMO_TIME":"週二至週六：8:30-21:00；\n週日、週一：9:00-17:00。\n經政府公告之放假日為休館日；每月第一個星期四為圖書整理清潔日，不對外開放。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D878\/E726\/F304\/2d6e8b50-76ce-4b7e-a795-0357cd6f2b3e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D975\/E0\/F413\/b7c25472-02a3-4a02-ac57-8d3f6e8ce31b.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D102\/E786\/F657\/5613da59-eccd-4f6e-a36e-57a5859e69a6.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D308\/E138\/F645\/89de2827-154f-4eef-b4e4-6257696d75e3.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D236\/E235\/F92\/ac302ead-7e8b-460d-9b5b-47ad6c499a2b.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D300\/E650\/F612\/77a5d18b-408e-4014-9b1b-139221d19c75.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D126\/E638\/F475\/ea200217-fe4c-478a-ba69-fa4d8e21ea4e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D14\/E779\/F303\/0e662a4f-e067-4458-805d-018b35e7190b.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D575\/E446\/F910\/e6dd881c-d482-4349-a603-f638f79fa9bc.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D70\/E355\/F727\/a43a93db-8f89-4a4c-bcc7-e4848083bf8b.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D600\/E4\/F278\/821c3b49-ab95-4828-bfc4-40e436611399.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D776\/E305\/F208\/14f1e441-839c-4d73-b524-e25e075e5f7a.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D68\/E883\/F368\/ff34f438-0a5d-4840-9829-ba6a47d9bc2f.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c16.mp3","idpt":"臺北旅遊網","latitude":"25.136571","description":"This special library is located within the lush greenery and rich ecological environment of Beitou Park, adjacent to the Hot Spring Museum. The library has been honored with a certificate as a candidate for nine major green building indicators. The entire building features large floor-to-ceiling windows, making abundant use of natural light and cleverly incorporating views of nature. Constructed primarily of wood with steel elements, the exterior resembles a large elevated treehouse, giving it a very welcoming appearance. From inside to out, the library is very environmentally friendly! Solar panels on the roof generate electricity, storing up to 16 kilowatts of power after being exposed to daylight. The balcony railing also has a special eco-friendly function; its vertical wooden grid design reduces the entry of radiation into the interior, achieving energy-saving effects. The rooftop's grass with special drainage design recycles water from nature for plant irrigation and toilet use.","_id":5,"avEnd":"2015\/12\/09","address":"251 Guangming Road, Beitou District, Taipei City"},{"rate":4,"direction":"Take the MRT to Jiantan Station, then transfer to bus 260 or Red 5 to Yangmingshan Station. Buses available are 109, 260, 260 (short distance), Small 9, Small 9 (short distance), and Red 5 to Yangmingshan Station.","name":"Yangmingshan Hot Spring Area","date":"2012\/04\/27","longitude":"121.547742","REF_WP":"10","avBegin":"2009\/06\/05","langinfo":"10","MRT":"Jiantan","SERIAL_NO":"2011051800000057","RowNumber":"6","CAT":"Hot Spring","MEMO_TIME":"各旅館營業時間不同。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000985.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000987.jpg","idpt":"臺北旅遊網","latitude":"25.15579","description":"Yangmingshan, formerly known as Grass Mountain, was renamed in honor of the Ming dynasty scholar Wang Yangming. It serves as Taipei's urban backyard, conveniently located on the outskirts, offering a place for leisure and escape from the hustle and bustle of the city. Situated in a volcanic zone, the unique volcanic terrain and geological structure have created the hot spring landscapes in this area.","_id":6,"avEnd":"2012\/04\/27","address":"1-20, Zhuzihu Road, Beitou District, Taipei City"},{"rate":5,"direction":"From Qilian Station or Beitou Station, ride along Zhongyang South Road and Daye Road towards Dadao Road direction for about 15 minutes to reach the entrance of the bike path at Top Baxian Community. Alternatively, you can transfer to bus route Small 23 at Guandu Station and get off at Guandu Palace Station for reverse riding. Or take bus routes 218, 266, or 302 and get off at Daye Road Station. Follow the direction of Dadao Road to enter and reach the entrance of the bike path. You can also ride in reverse direction from Zhixing Road towards Guandu Palace.","name":"Guandu, Golden Riverside, Bali Left Bank Bicycle Trail","date":"2014\/12\/26","longitude":"121.465255","REF_WP":"10","avBegin":"2008\/08\/02","langinfo":"10","MRT":"Qilian","SERIAL_NO":"2011051800000029","RowNumber":"7","CAT":"Cycling","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000979.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D8\/E522\/F82\/a484053b-bdb9-4c1f-87c3-12408399e743.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E823\/F612\/894d8150-eab9-4cfb-9a97-b9bbff2a2929.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D12\/E365\/F861\/050a57f2-aac0-4ccc-9723-5d88babb98c5.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D30\/E198\/F431\/4f8f3bac-295c-476b-9057-55ebfcd59eb0.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D16\/E778\/F695\/cf08fd34-debe-4703-96ae-e7d458bb3c13.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D13\/E62\/F774\/ebfa80b9-0a86-4c88-9600-fff628249b83.jpghttps:\/\/www.travel.taipei\/streams\/sceneadmin\/video\/100C4.mp3","idpt":"臺北旅遊網","latitude":"25.124904","description":"Before the Keelung River merges with the Tamsui River, it gracefully curves around Shezi Island, preserving a precious rural landscape in urban Taipei, particularly on its north bank west of the Huanggang Creek. This area retains Taipei's cherished rice paddies, connecting to the Mangrove Nature Reserve at the river mouth. In this short distance, one can escape the hustle and bustle, pedaling through and experiencing the simple, down-to-earth atmosphere reminiscent of rural life in the past. Strolling along the embankment in the evening glow, with the gentle river breeze and chirping birds, the Guandu Nature Reserve exudes a romantic and leisurely charm amidst vibrant nature.","_id":7,"avEnd":"2014\/12\/26","address":"Guandu, Beitou District, Taipei City"},{"rate":5,"direction":"Taking bus: Jianguo South Road: 298, Xinsheng South Road: 0 South, 72, 109, 211, 280, 290, 311 (Blue), 505, 642, 642 (Green), 668, 672, 675, Songjiang Line, Section of Heping Road: 3, 15, 18, 72, 74, 211, 235, 237, 278, 295, 662, 663, Heping Line, or Section of Xinyi Road: 0 East, 20, 22, 204, 38, Xinyi Line, Zhinan Bus 3 to Da'an Forest Park Station.","name":"Da'an Forest Park","date":"2015\/12\/08","longitude":"121.5362","REF_WP":"10","avBegin":"2009\/06\/30","langinfo":"10","MRT":"Da'an Forest Park","SERIAL_NO":"2011051800000574","RowNumber":"8","CAT":"Outdoor Hiking","MEMO_TIME":"全天開放","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D11\/E257\/F345\/546f42a1-cbfb-49fc-b4d8-c33f1c44190c.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D31\/E337\/F270\/85f03be7-cd0c-4bde-812f-7b7f603d7281.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D5\/E118\/F202\/2f1620b9-38b1-4c17-843b-5fed2a5ae31e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D7\/E895\/F87\/f3eb1428-6152-4c15-b328-575d59e4477c.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D12\/E556\/F480\/9461764b-0049-480c-9f96-ca1c1fb2b9bc.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D18\/E762\/F342\/78245221-888e-44d0-ad0c-72a8e3494538.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D22\/E222\/F927\/dce66fe1-6277-422d-8537-e5cb8fe8aaa5.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D17\/E672\/F642\/f4201ef7-2137-447c-b832-c1d699142675.jpg","idpt":"臺北旅遊網","latitude":"25.0296","description":"Da'an Forest Park covers approximately 26 hectares and was opened on March 29, 1994. Despite being located in the heart of Taipei City, it is a lush ecological park, serving as the urban forest and the lungs of Taipei. Apart from providing ample shade with its greenery, the park boasts numerous flower beds, creating a colorful and delightful sight when flowers bloom. The sidewalks surrounding the park are lined with various trees, including camphor trees along Jianguo South Road, crape myrtles along Heping East Road, white silk floss trees along Xinsheng South Road, and banyan trees along Xinyi Road. In the middle of the sidewalks, there are also maple trees, forming multi-layered green hedges.","_id":8,"avEnd":"2015\/12\/08","address":"Xinyi Road Section 3, to the south of Xinyi Road, and to the east of Xinsheng South Road in Da'an District, Taipei City."},{"rate":3,"direction":"Get off at Xinbeitou Station and walk straight along Zhongshan Road to reach your destination. Buses 216, 218, 223, 230, 266, 602, Small 6, Small 7, Small 9, Small 22, Small 25, and Small 26 all stop at Xinbeitou Station.","name":"Geothermal Valley","date":"2015\/12\/09","longitude":"121.511592","REF_WP":"10","avBegin":"2010\/09\/13","langinfo":"10","MRT":"Xinbeitou","SERIAL_NO":"2011051800000685","RowNumber":"9","CAT":"Hot Spring","MEMO_TIME":"週二~週日09:00至17:00。\n週一關園進行清潔維護(如遇國定假日則照常開放)。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003993.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D457\/E341\/F171\/f6dc25a6-cc44-4e4d-a7ea-aea011e2aa65.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D375\/E862\/F67\/dcada704-a151-4b49-ac44-a349e7761973.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D293\/E834\/F864\/7493ca40-985e-4d7e-9340-f738b6096c26.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D988\/E745\/F29\/cc1e0a3a-0e3c-47dc-88b8-9c7a9ddc606e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D37\/E611\/F805\/ec29667c-0ff6-435a-ab82-2905492d04fc.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D202\/E23\/F478\/a219480b-2bb0-4e80-9069-2704c7904545.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c17.mp3","idpt":"臺北旅遊網","latitude":"25.137940","description":"Located next to Beitou Hot Spring Park, Geothermal Valley is one of the sources of Beitou Hot Springs. Due to the year-round presence of sulfur fumes, it gives the impression of a terrifying hellish landscape, earning it the nicknames Hell Valley or Ghost Lake. The hot springs here are among the hottest in the Datun Volcanic Group, and the misty sulfur scenery creates a dreamlike and otherworldly ambiance, making it one of Taiwan's Eight Scenic Spots and Twelve Attractions during the Japanese colonial era.","_id":9,"avEnd":"2015\/12\/09","address":"Zhongshan Road, Beitou District, Taipei City"},{"rate":3,"direction":"Getting off at Xiangshan Station and walk towards Zhongqiang Park on Section 5 of Xinyi Road. It's about a 15-minute walk to the trailhead at Lane 22, Alley 150, getting off at Yongchun Station and walk towards Songshan Road in the direction of Yongchun High School. It's about a 25-minute walk to Yongchun Park, or taking buses 33, 46, 207, 612, 621, 277, or Boda buses to Xinyi Administrative Center Station and get off. Or take bus 33 or 299 to Yongchun High School Station and walk into Alley 150 of Section 5.","name":"Elephant Mountain Trail","date":"2015\/12\/10","longitude":"121.571970","REF_WP":"10","avBegin":"2008\/10\/09","langinfo":"10","MRT":"Xiangshan","SERIAL_NO":"2011051800000550","RowNumber":"10","CAT":"Outdoor Hiking","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11001481.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D74\/E860\/F223\/f28f9ff0-a457-4687-8630-bb5bfb793d46.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D611\/E706\/F767\/6fb1cf1e-2a55-4f91-869f-c8f351eb930e.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D572\/E387\/F102\/16450703-7326-431d-88b1-8ef186b4e6bb.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D17\/E196\/F373\/c36702c0-19aa-4764-80a2-8198fd7db6a6.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D159\/E22\/F531\/39d4d623-1a7b-40fd-95d7-4260702ea36e.jpg","idpt":"臺北旅遊網","latitude":"25.023757","description":"Xiangshan, named for its resemblance to an elephant's head, is located in the Xinyi District southeast of the Taipei Basin. Similar to Huashan, it is mainly composed of sandstone due to tectonic activity. Along the trails, steep yellow-brown cliffs and giant rocks can be seen, creating a natural habitat for diverse flora and bird species, making the mountain a natural ecological paradise and a popular destination for outdoor leisure in Taipei City. Interpretive signs along the trails guide visitors through various environments such as ridges, cliffs, and slopes, where ferns are abundant, with the largest populations of Davallia formosana and Angiopteris palmiformis, making it the fern capital of Taipei City. In the past, Davallia formosana was commonly used as a hemostatic medicine, while the groves of Angiopteris palmiformis represent Taipei City's most precious ecological feature.","_id":10,"avEnd":"2015\/12\/10","address":"150 Lane, Section 5, Xinyi Road, Xinyi District, Taipei City"},{"rate":4,"direction":"To get to Longshan Temple, you can either take the MRT or buses 0 West, 25, 38, 49, 65, or 310 to Longshan Temple Station.","name":"Mengjia Longshan Temple","date":"2015\/03\/12","longitude":"121.499962","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Longshan Temple","SERIAL_NO":"2011051800000288","RowNumber":"11","CAT":"Religious Beliefs","MEMO_TIME":"6:00~22:00 (辦事處7:00-21:30)","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D226\/E920\/F665\/1f26af86-e907-44c9-b4d7-5c498dacfc6c.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D980\/E373\/F435\/525bd753-2dbf-4869-9705-021731d78fa6.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D824\/E483\/F803\/d7db91a8-53c8-491e-90d0-c0abd824a1b2.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D817\/E864\/F708\/c8ad1ef2-e93d-40b7-a042-49a37e7c77e7.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D9\/E832\/F14\/44bcb0c8-d34a-45f5-9e03-6df61bd9cff2.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D460\/E789\/F827\/a1fa9fa9-175f-49cd-a2d8-1bd63d9e595f.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D86\/E848\/F317\/e4b7a6d8-c311-40e4-8c4b-a4d55cd61827.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D236\/E128\/F503\/95c497d1-8b33-4939-bc46-adf8c6b9be3b.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D155\/E70\/F743\/af11e3e5-571a-49e6-b05e-b9a7d2806b99.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D340\/E207\/F329\/a24abf6c-da89-4d1c-8717-d8877a6cf9ea.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D608\/E258\/F429\/9749828f-ea26-4c2d-a2c7-33c83d457216.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D720\/E917\/F181\/e32ca317-2171-41b3-9cd9-3dfef48466e9.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D872\/E849\/F132\/7ffafecb-7fc5-48c1-9230-2018b4efbc6b.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D213\/E267\/F622\/b3a681c0-2c0e-4992-b235-3e967cf643df.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D215\/E745\/F224\/59f07278-056d-4d51-aa31-2b44ba6c6877.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D574\/E642\/F20\/a56e74bf-a2c4-44ec-9cd8-5b9c3c035b7d.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D746\/E248\/F126\/cc9cc473-f729-4504-b702-eb65856fcbe8.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c09.mp3https:\/\/www.travel.taipei\/streams\/video\/DISC3-3.flv","idpt":"臺北旅遊網","latitude":"25.036798","description":"Mengjia Longshan Temple, also known as Wanhua Longshan Temple or simply Longshan Temple, is a designated historical site in Taiwan. Alongside Taipei 101, the National Palace Museum, and Chiang Kai-shek Memorial Hall, it is considered one of the four major tourist attractions in Taipei for foreign visitors. The main deity worshipped at Longshan Temple is Guanyin Bodhisattva.","_id":11,"avEnd":"2015\/03\/12","address":"211 Guangzhou Street, Wanhua District, Taipei City"},{"rate":4,"direction":"You can reach Xingtian Temple by taking the MRT to Xingtian Temple Station or by taking buses 5, 26, 41, 49, 49 (local), 63, 63 (local), 72, 74, 109, 203, 214, 214 (direct), 222, 222 (local), 225, 225 (local), 226, 277, 279, 280, 280 (direct), 285, 286, 286 (sub), 298, 505, 527, 612, 612 (local), 617, 617 (local), 642, 642 (Green Line), 643, 676, 685, Internal Medicine Commuter Bus 18, Songjiang Main Line, Songjiang-Newborn Main Line, Red 29, Red 31, Red 32, Brown 16, Boai Bus, Dunhua Main Line, heading towards Minquan Songjiang Road Station or Xingtian Temple Station.","name":"Xingtian Temple","date":"2016\/10\/28","longitude":"121.533838","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Xingtian Temple","SERIAL_NO":"2011051800000276","RowNumber":"12","CAT":"Religious Beliefs","MEMO_TIME":"開放時間：清晨04點到晚上 [22點00分] \n收驚時間：平時是中午11點20分到晚上 [20點00分]\n祭星日是12點20分到 [20點00分]。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D509\/E14\/F983\/d5f49ce0-139c-4e8b-81cf-39e2b32e79bf.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D738\/E481\/F193\/d429a5f5-50be-47f3-9414-3b80c9c90c01.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D871\/E160\/F918\/626ead8f-761e-4d34-bc48-0abacf395314.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D919\/E394\/F720\/04fcd4a3-82b5-4d3c-be35-f17c1c312f78.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D55\/E925\/F118\/a855d136-14f5-4a1f-bc79-7fb61fd9efd1.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D296\/E89\/F569\/a743a87f-653f-49b2-b48b-f3d7aa4a4fb4.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11001497.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11001498.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c24.mp3https:\/\/www.travel.taipei\/streams\/video\/DISC1-04.flv","idpt":"臺北旅遊網","latitude":"25.063059","description":"Xingtian Temple is the most visited temple in northern Taiwan, with daily visitor numbers reaching tens of thousands. The temple's deities include multiple gods, with the main focus on five principal deities: Guan Yu, one of the Eight Immortals Lu Dongbin, the Kitchen God Zhang Dan, the 30th Celestial Master of Taoism Wang Shan, and the Song dynasty military general Yue Fei. These principal deities are the focal point of the temple's beliefs, akin to saviors. Guan Yu is considered the head deity among them, leading to the common reference to Xingtian Temple as the Guan Gong Temple by the general public in Taiwan.","_id":12,"avEnd":"2016\/10\/28","address":"109, Section 2, Minquan East Road, Zhongshan District, Taipei City"},{"rate":5,"direction":"After getting off at Xinbeitou MRT Station, walk straight along Zhongshan Road for about 7 minutes to reach your destination, or the bus routes: 216, 218, 223, 230, 266, 602, Small 6, Small 7, Small 9, Small 22, Small 25, Small 26, alight at Xinbeitou Station.","name":"Mei Ting","date":"2016\/07\/07","longitude":"121.508682","REF_WP":"10","avBegin":"2010\/01\/06","langinfo":"10","MRT":"Xinbeitou","SERIAL_NO":"2011051800000676","RowNumber":"13","CAT":"Museum or Gallery","MEMO_TIME":"週二至週日 09:00 - 17:00; 週一及國定假日休館","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D931\/E93\/F956\/374f6b31-840b-407f-82b7-e6f70d4d0c49.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D670\/E788\/F892\/a8db3cfc-d3ce-416c-98db-767282a0de39.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D431\/E683\/F58\/c490188d-8b4e-44a2-8807-76342b0ce2cd.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003386.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003387.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003388.jpg","idpt":"臺北旅遊網","latitude":"25.137025","description":"The Mei Ting was built in the late 1930s and was once the summer retreat of the renowned calligrapher Yu Youren. It is now designated as a historical building by the city. The building has a unique layout and retains the architectural style of Japanese wooden structures. The basement contains a reinforced concrete air-raid shelter, a form typical of the early Pacific War period. The exterior walls of the courtyard are constructed in a battlement style, with lush trees in the backyard, creating a serene atmosphere overlooking the Beitou Creek, with the sound of flowing water. The entrance pillars are engraved with the inscription Mei Ting in Yu Youren's handwriting.","_id":13,"avEnd":"2016\/07\/07","address":"No. 6, Zhongshan Road, Beitou District, Taipei City"},{"rate":2,"direction":"MRT Station: Exit 5 of Chiang Kai-shek Memorial Hall Station. Or Bus Routes: 3, 15, 18, 20, 22, 37, 204, 208, 214, 236, 248, 249, 251, 252, 261, 263, 270, 293, 297, 64, 648, 660, 621, 623, 630, 651, 670, 671, Xinyi Line, and others at Chiang Kai-shek Memorial Hall Station or Nanmen Market. Alternatively, you can take New Taipei Bus or Zhinan Bus to Chiang Kai-shek Memorial Hall Station or Nanmen Market Station.","name":"Chiang Kai-shek Memorial Hall","date":"2015\/12\/09","longitude":"121.52194","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Chiang Kai-shek Memorial Hall","SERIAL_NO":"2011051800000108","RowNumber":"14","CAT":"Museum or Gallery","MEMO_TIME":"紀念堂開放時間：am09:00-pm06:00（星期一不休館）\n紀念公園開放時間：am05:00-pm12:00","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000375.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D955\/E18\/F665\/d3d2803e-1486-4755-bf40-84fe3bbaf915.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D780\/E495\/F665\/a29f9635-684c-4807-9e3a-1c6fe6ae0f67.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D431\/E68\/F318\/a90b547a-d1f3-4069-a6a2-23978c264bd6.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D256\/E654\/F329\/da0748f0-f702-4f84-816c-8470251c5de1.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D875\/E295\/F988\/b3e5f559-7a08-49be-aca5-493009c3c98b.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11001495.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000376.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c05.mp3","idpt":"臺北旅遊網","latitude":"25.03471","description":"Chiang Kai-shek Memorial Hall stands at the center of the Memorial Park, towering 70 meters tall with its white walls and blue roof tiles. It looks magnificent from every angle, making it a must-visit for foreign tourists coming to Taiwan, regardless of their travel itinerary. Below the memorial hall, there are exhibitions and displays, as well as souvenir shops. The memorial hall was built to commemorate the first President of the Republic of China, Chiang Kai-shek, who passed away in 1975. The construction began the following year under the direction of architect Yang Cho-cheng, known for designing the Grand Hotel in Yuanshan. The original site of the memorial hall was the headquarters of the army, the largest military base in downtown Taipei at the time. Legend has it that gold transported from the mainland was once stored in this location. The blue and white colors used in the memorial hall are the primary colors of the national flag. The decorative pattern on the dome of the memorial hall depicts the twelve rays of the sun on the Blue Sky with a White Sun flag. The bronze statue faces west, towards the Presidential Office Building and mainland China, each bearing special significance. As democratic ideals have evolved, the square in front of the memorial hall has become a gathering place for democratic movements.","_id":14,"avEnd":"2015\/12\/09","address":"No. 21, Zhongshan South Road, Zhongzheng District, Taipei City"},{"rate":4,"direction":"Exit 2 of City Hall Station on the Bannan Line. Walk along Keelung Road and then City Hall Road to reach the destination.","name":"Discovery Center of Taipei","date":"2014\/12\/29","longitude":"121.56376","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Taipei City Hall","SERIAL_NO":"2011051800000186","RowNumber":"15","CAT":"Museum or Gallery","MEMO_TIME":"週二至週日09:00~17:00, 公休日：週一及國定假日。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D6\/E578\/F270\/f6f669d9-997f-48c0-845a-be267b3d6ad5.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000400.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/cms\/image\/A0\/B0\/C0\/D29\/E472\/F556\/be224ffa-fb0f-4a77-88fc-c448aac3096c.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000401.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000402.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c01.mp3","idpt":"臺北旅遊網","latitude":"25.03758","description":"As a Taipei resident, are you familiar with Taipei affairs? Welcome to Taipei Exploration Hall, where you can explore all things Taipei. The Taipei Exploration Hall has four floors: the Taipei Impression Hall on the first floor, showcasing Taipei through images and text; the Special Exhibition Hall on the second floor, hosting various exhibitions; the Urban Exploration Hall on the third floor, where you can see the transformation of Taipei streets like Ketagalan Boulevard, Zhongshan North Road, Dunhua North and South Road, Zhongxiao East Road, as well as the history of Ximending and the Xinyi District; and the Space-Time Dialogue Hall on the fourth floor, featuring interactive installations, replicas of ancient city walls, images, artifacts, and models, perfect for understanding the history of Wanhua, Dadaocheng, Taipei City, and the Tamsui River.","_id":15,"avEnd":"2014\/12\/29","address":"1-4F, No. 1, Shifu Rd., Xinyi Dist., Taipei City"},{"rate":4,"direction":"Get off at MRT Taipei Zoo Station and transfer to buses 236, 237, 282, 611, Brown 3, Brown 6, Brown 11, Brown 15, Green 1, or Small 10 at the National Chengchi University Station. Walk towards Zhi Nan Road, passing by the main entrance of National Chengchi University (Section 2 of Zhi Nan Road), and continue to Zhi Nan Road Section 3, Lane 33, where the trailhead is located.","name":"Zhi Nan Temple Maokong Hiking Trail.","date":"2014\/03\/04","longitude":"121.581059","REF_WP":"10","avBegin":"2008\/10\/09","langinfo":"10","MRT":"Taipei Zoo","SERIAL_NO":"2011051800000557","RowNumber":"82","CAT":"Outdoor Hiking","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002820.jpghttps:\/\/www.travel.taipei\/streams\/scenecms\/maokong.flvhttps:\/\/www.travel.taipei\/streams\/scenecms\/taiwanTea.flvhttps:\/\/www.travel.taipei\/streams\/scenecms\/09003481-MK.flv","idpt":"臺北旅遊網","latitude":"24.984413","description":"The Zhinan Temple to Maokong Trail is centered around Zhinan Temple, located on Monkey Mountain on the northwest side of the Erge Mountains. It's an essential route leading to Maokong, Zhanghu, and the Erge Mountain area. Beginning from Lane 33 of Section 3 of Zhinan Road, the trail ascends through stone steps, passing through landmarks such as Zhinan Temple, Lingxiao Pavilion, Dacheng Hall, and the Tea Exhibition Center. It's a family-friendly hiking route.","_id":82,"avEnd":"2014\/03\/04","address":"Lane 33, Section 3 of Zhinan Road, Wenshan District, Taipei City"},{"rate":5,"direction":"To reach Lane 33, Section 3 of Zhinan Road, Wenshan District, Taipei City from Xinbeitou Station, you can take several buses. After alighting at Xinbeitou Station, proceed straight along Zhongshan Road. Here are the bus options available: 216, 218, 223, 230, 266, 602, and Small Bus Routes: Small 6, Small 7, Small 9, Small 22, Small 25, Small 26","name":"The Beitou Hot Spring Museum","date":"2016\/07\/07","longitude":"121.507153","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Xinbeitou","SERIAL_NO":"2011051800000145","RowNumber":"16","CAT":"Museum or Gallery","MEMO_TIME":"開放時間：週二至週日09:00~17:00\n每週一及國定例假日休館（遇週六、日照常開館）","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000382.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000383.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000384.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c15.mp3https:\/\/www.travel.taipei\/streams\/video\/DISC4-2.flv","idpt":"臺北旅遊網","latitude":"25.136691","description":"This hot spring public bathhouse, renowned since the Japanese colonial era, boasts a countryside architectural style reminiscent of England's Tudor period. Its dignified red brick walls, black tiles, and lush greenery create a relaxing atmosphere. The first floor features Roman arches surrounding the bathing pool, with sunlight streaming through stained glass, evoking an exotic ambiance. Upstairs, traditional Japanese tatami rooms and flooring, coupled with a faint scent of hot springs in the air, transport visitors back to a bygone era. Through the dedicated efforts of locals, this historic landmark has been preserved and transformed into today's Beitou Hot Spring Museum, serving as the ideal introduction to Beitou. The museum primarily showcases Beitou's history and development, including the Ketagalan tribe's footprint, the Datun volcano, the salty grass, Taiwan's Hollywood, Beitou stone, the origins of hot springs, and more. The outdoor amphitheater hosts periodic performances, making it an alternative community hub. The Beitou Hot Spring Museum not only preserves precious historical memories but also embodies the profound attachment of Beitou residents to this land.","_id":16,"avEnd":"2016\/07\/07","address":"2 Zhongshan Road, Beitou District, Taipei City"},{"rate":5,"direction":"Metro Station Name: Guandu Station, Exit 1 - Turn left towards Taipei direction, walk straight along the metro tracks until the end, then turn right, walk for 5-6 minutes.","name":"Liyuan Crystal Museum (Temporarily Closed)","date":"2015\/12\/10","longitude":"121.468942","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Guandu","SERIAL_NO":"2011051800000205","RowNumber":"17","CAT":"Museum or Gallery","MEMO_TIME":"2015\/11\/1宣布暫時休館","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000813.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000814.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000815.jpg","idpt":"臺北旅遊網","latitude":"25.127255","description":"The Liyuan Crystal Museum is Taiwan's first museum dedicated to crystal glass. The first floor of the museum houses a glassblowing studio, a glass classroom, and the Liyuan Classic Zone. The second floor features exhibitions on the history of glass art in both Eastern and Western cultures, displays of glassmaking techniques, demonstrations of lost-wax casting, and a collection of international glass art masterpieces.","_id":17,"avEnd":"2015\/12\/10","address":"16, Lane 515, Section 4, Zhongyang North Road, Beitou District, Taipei City"},{"rate":3,"direction":"Zhongxiao Xinsheng Station, Exit 1 - Approximately 3-5 minutes walk, or Shandao Temple Station, Exit 6 - Approximately 5 minutes walk. or Bus: 205, 232, 262 (local), 276, 299, Zhongxiao Express to the Examination Yuan Station (Zhongxiao East Road) and walk about 3 minutes; 232, 232 (sub-line), 605, 605 (sub-line), 605 (New Taipei Fifth Line), 665 to Zhongxiao Elementary School Station; 669 to Huashan Park Station.","name":"Huashan 1914 Creative Park","date":"2015\/12\/11","longitude":"121.52887","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Zhongxiao Xinsheng","SERIAL_NO":"2011051800000424","RowNumber":"18","CAT":"Museum or Gallery","MEMO_TIME":"每日 09:30~21:00","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000956.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000957.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000958.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D499\/E544\/F2\/86bda1ad-6f2d-417b-8b45-eddae6248f0f.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D525\/E140\/F600\/36bb3478-9b45-4499-8898-15acd2294d05.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D888\/E176\/F255\/49910181-c550-4bd3-a16a-5cacb4b97462.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D986\/E817\/F348\/67002303-5404-4e48-9d90-6de92ca5437e.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D957\/E128\/F841\/ea77b704-4952-4c74-a86d-0f902f5953b7.jpghttps:\/\/www.travel.taipei\/streams\/video\/DISC2-5.flv","idpt":"臺北旅遊網","latitude":"25.04381","description":"The name Huashan is derived from the first Governor-General of Taiwan during the Japanese occupation, Kabayama Sukenori. At that time, the Huashan 1914 Creative Park was located in Kabayama Town. The predecessor of the Huashan 1914 Creative Park was the Taipei Winery, established in 1916 during the Japanese occupation. Originally privately owned, it was later purchased by the colonial government and renamed the Taipei Winery of the Taiwan Governor-General's Office Monopoly Bureau. After the restoration of Taiwan, it was taken over by the government and renamed the Taipei Winery of the Taiwan Provincial Monopoly Bureau. In 1949, due to the reorganization of the Monopoly Bureau into the Tobacco and Alcohol Monopoly Bureau, it was renamed the Taipei First Winery of the Taiwan Provincial Tobacco and Alcohol Monopoly Bureau. On April 1, 1987, the winery was relocated to the Linkou Industrial Zone in New Taipei City. The old factory buildings, advocated by artists, are now venues for exhibitions and events. The original space of the Huashan 1914 Creative Park includes the High Tower Area, Rice Wine Workshop, Quadruple Blocks (Red Wine Storage), Re-alcohol Production Workshop, and other buildings, all of which have historical significance. It is now managed by the Taiwan Creative Development Corporation, open for the sale of creative design products, and available for use by the arts community, non-profit organizations, and performance groups. Many delicious restaurants and uniquely nostalgic taverns have been added to the park. Despite renovations, it still retains the characteristics of its warehouse-style architecture, making it a famous landmark in Taipei City. Additionally, Legacy, converted from the Re-alcohol Production Workshop, has emerged as a live house in recent years, attracting many music enthusiasts to visit.","_id":18,"avEnd":"2015\/12\/11","address":"1, Section 1, Bade Road, Zhongzheng District, Taipei City"},{"rate":4,"direction":"MRT Station: Approximately 15 minutes walk from Exit 5 or Exit 6 of Chiang Kai-shek Memorial Hall Station, about 7 minutes walk from Exit 2 of National Taiwan University Hospital Station.","name":"Evergreen Maritime Museum","date":"2015\/03\/11","longitude":"121.518770","REF_WP":"10","avBegin":"2009\/02\/09","langinfo":"10","MRT":"National Taiwan University Hospital","SERIAL_NO":"2011051800000596","RowNumber":"19","CAT":"Museum or Gallery","MEMO_TIME":"週二至週日： 9:00~17:00 \n休　館　日：每週一\n           (若逢國定假日照常開放)\n　　　　　　農曆年除夕\n　　　　　　館方另行公告之必要休館日","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002524.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002525.jpg","idpt":"臺北旅遊網","latitude":"25.038728","description":"The establishment of the Evergreen Maritime Museum was a long-time wish of Mr. Chang Yung-fa, the chairman of the Evergreen Group. He hoped to convey his profound emotions towards the sea and promote maritime education in Taiwan through the museum. This museum, themed around maritime affairs, is suitable for visitors of different generations and backgrounds.","_id":19,"avEnd":"2015\/03\/11","address":"11 Zhongshan South Road, Zhongzheng District, Taipei City"},{"rate":4,"direction":"Take the Xinyi Line to Taipei 101/World Trade Center Station and use Exit 4, or take the Bannan Line to City Hall Station and use Exit 2. It's about a 10-minute walk from either station. Or Take buses to City Hall Station, World Trade Center Station, Xinyi Administrative Center, or Grand Hyatt Taipei Hotel. Bus routes include 1, 20, 22, 28, 32 (loop), 33, 37, 38, 46, 202, 207, 226, 266, 277, 281, 282, 284, 288, 292, 537, 611, 612, 621, 625, 647, 650, 651, 665, 669, 902, Xinyi, Bo'ai, Blue 5, Blue 10, and Bannan Line.","name":"Taipei 101","date":"2015\/12\/09","longitude":"121.564837","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Taipei 101 / World Trade Center","SERIAL_NO":"2011051800001090","RowNumber":"25","CAT":"Other","MEMO_TIME":"觀景台週一至週日 上午9時至晚間10時 \n最後售票及入場時間為每日晚間9:15 \n（連續假期之營業時間可能有所調整，將另行公佈）\n\n購物中心周日~周四 11:00~21:30 \n周五、周六及國定假日前夕 11:00~22:00","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000361.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D130\/E790\/F130\/8b46b790-5fdf-4369-8429-348d9696ea92.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D402\/E409\/F249\/2a551144-e610-4b63-9a20-1375d9441760.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D650\/E582\/F435\/db61896d-ea35-4eb6-ace3-6c2dc3038610.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D667\/E878\/F23\/568a82a3-0f2a-441f-9974-aebf8ecf6930.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D519\/E715\/F127\/87a06da8-db84-499c-b36e-7793f64bfcc2.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000362.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000363.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c02.mp3","idpt":"臺北旅遊網","latitude":"25.033194","description":"Taipei 101 Shopping Mall, spanning across 5 floors above ground and 1 floor below ground, covers an area of 23,000 square meters, making it Taiwan's first international top-tier shopping center. It boasts numerous flagship stores of luxury brands such as BALLY, LV, Prada, Gucci, Cartier, DIOR, and FENDI, offering consumers the widest range of choices and keeping them up-to-date with global fashion trends, ensuring a delightful shopping experience.","_id":25,"avEnd":"2015\/12\/09","address":"7, Section 5, Xinyi Road, Xinyi District, Taipei City"},{"rate":1,"direction":"From Zhonghe-Luzhou Line to Songjiang Nanjing Station. From Wenhu Line to Nanjing Fuxing Station, walk along Nanjing East Road towards the roundabout, then turn left onto Jianguo North Road, approximately a 10-minute walk.","name":"Miniature Museum","date":"2014\/11\/17","longitude":"121.536287","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Songjiang Nanjing","SERIAL_NO":"2011051800000244","RowNumber":"20","CAT":"Museum or Gallery","MEMO_TIME":"週二至週日10:00~18:00 (最後入館時間17:00), 公休日：週一（逢假日順延至次日)，除夕及小年夜","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000762.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000763.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000764.jpg","idpt":"臺北旅遊網","latitude":"25.050375","description":"At the Miniature Museum founded by Lin Wenren and Lin Yang Jinmei, it's not that you've grown bigger, but that the world here has shrunk. This museum not only integrates interests into life but also brings back to the country this surprising and delicate little world, giving every visitor the feeling of happiness and dreams fulfilled. Inside the museum, you can see the precious collections collected by the Lin couple from their visits to various countries, and admire the works of miniature artists from Europe and America. The collection currently exceeds 200 pieces, including the founder's first collection, the British countryside-style building 'Country Tea House and Antique Shop' made of thatch; the smallest work in the entire museum, 'Mine on the Tree,' which, though small, is fully equipped, with a scale of 1:120; and the most magnificent work, 'Buckingham Palace,' which fully showcases miniature techniques and creative ingenuity... These intricate works are truly amazing. From nobles to commoners, adults to children, everyone loves miniature houses. If you have the chance, you must come and see this dreamy space.","_id":20,"avEnd":"2014\/11\/17","address":"Address: No. 96, Section 1, Jianguo North Road, Zhongshan District, Taipei City, Taiwan, B1"},{"rate":3,"direction":"Get off at Shuanglian Station and transfer to Red 33 at the Minsheng West Ning Road Intersection. Or From Jingmei Station, Gongguan Station, and Guting Station, walk towards the direction of Xindian Creek to reach the entrance of the bike path.","name":"Xindian River, Dahan River, and Tamsui River Bike Paths","date":"2013\/07\/10","longitude":"121.504196","REF_WP":"10","avBegin":"2008\/09\/17","langinfo":"10","MRT":"Shuanglian","SERIAL_NO":"2011051800000432","RowNumber":"21","CAT":"Cycling","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000980.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000982.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000983.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D24\/E509\/F112\/066aa66a-5743-4615-8f3a-e7f64ec08e1b.jpghttps:\/\/www.travel.taipei\/streams\/scenecms\/bikeWay.flv","idpt":"臺北旅遊網","latitude":"25.020141","description":"The bike path constructed along the Yanping Riverside Park from Dadaocheng Wharf offers not only leisurely cycling but also opportunities to visit neighboring cultural landmarks. Amidst the blend of active and serene leisure activities, one can both strengthen the body and immerse in cultural enlightenment. The surrounding renowned cultural attractions, such as Dihua Street, Xia Hai City God Temple, Lin Liu Xin Memorial Puppet Theater Museum, Taipei Confucius Temple in the direction of Jiuquan Street, and Baoan Temple, provide a cultural feast. Along the way, you'll encounter scenic spots like the Dadaocheng Wharf Coffee Plaza, Tangshan Sailboat Scenery, Wharf Arch Bridge, and a distant view of the Tamsui River. It also integrates with the Blue Highway route, taking cyclists to Guandu Wharf, Tamsui Fisherman's Wharf, Bali Left Bank, and other spots, allowing for diverse riverside recreation enjoyment.","_id":21,"avEnd":"2013\/07\/10","address":"Evacuation Exit Entrance, Huazhong 2nd Road, Wanhua District, Taipei City"},{"rate":5,"direction":"Get off at Xinbeitou Station and walk straight along Zhongshan Road to reach the following bus stops: Bus 216, 218, 223, 230, 266, 602, S6, S7, S9, S22, S25, S26. Get off at Xinbeitou Station.","name":"Beitou Park","date":"2014\/05\/22","longitude":"121.507289","REF_WP":"10","avBegin":"2009\/08\/24","langinfo":"10","MRT":"Xinbeitou","SERIAL_NO":"2011051800000660","RowNumber":"22","CAT":"Outdoor Hiking","MEMO_TIME":"全天開放","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E196\/F761\/d15e55ea-c2a2-41cf-a931-42adab2bb739.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E197\/F985\/2e61e8f0-7e1d-459e-97ee-02ffff0cee99.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E196\/F762\/8d8f3999-105b-47b0-9dee-39786b568c3a.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E197\/F986\/6506b4b3-4cba-4929-9d7d-80a7926642a0.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D167\/E884\/F897\/c8e066fc-3b17-4eec-b3ff-2db04ff8d87a.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D455\/E36\/F462\/1c90821c-b718-4212-ac3e-6f07cbd83518.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D758\/E854\/F6\/676d0444-3ac7-4f49-9cbe-5f9b00f5d4c4.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D223\/E290\/F204\/7b0d35ac-33f2-45ce-9d79-d427970553f3.JPGhttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c14.mp3","idpt":"臺北旅遊網","latitude":"25.136663","description":"Beitou always evokes endless cultural, legends, and stories. Exiting from the New Beitou MRT Station, one walks through the drifting hot spring vapors to encounter the lush scenery of Beitou Park. Beitou Park comprises urban planning parks numbered 1, 2, 4, 54, and 55, covering an area of 61,129 square meters. The first sight is the entrance fountain completed in 2009, which dances to music with lights, injecting vitality into this culturally rich old Taipei area. Along Guangming Road, one passes rare old trees like the White Paper Bark Tree and the Chinese tulip tree, witnesses of the park's century-long history. Along the journey, you'll also come across the Green Library, the first green building constructed by the Taipei City Library, emphasizing energy conservation and bringing a literary atmosphere to Beitou Park.","_id":22,"avEnd":"2014\/05\/22","address":"2 Zhongshan Road, Beitou District, Taipei City"},{"rate":5,"direction":"From Zhongshan Station, walk along Nanjing West Road towards the direction of Baodao Watch. Keep going straight until the end, then turn right onto Dihua Street. Alternatively, from Shuanglian Station, turn left onto Dihua Street after exiting onto Minsheng West Road.","name":"Taipei Xiahai City God Temple","date":"2015\/08\/17","longitude":"121.510085","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Zhongshan","SERIAL_NO":"2011051800000292","RowNumber":"23","CAT":"Religious Beliefs","MEMO_TIME":"每日06:16~19:47","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000930.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D692\/E511\/F99\/400375a8-7dcf-4244-a745-04c644b54446.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D350\/E39\/F859\/abe7cccf-774b-4324-ad79-1dc0e643f5cd.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D79\/E735\/F685\/593de6f4-9fdf-4d7b-93b1-bc39b36c986c.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D332\/E764\/F730\/f395c1db-3cdc-4cd3-8ed0-385047dccfd4.JPGhttps:\/\/www.travel.taipei\/streams\/sceneadmin\/video\/100C2.mp3https:\/\/www.travel.taipei\/streams\/video\/DISC1-10.flv","idpt":"臺北旅遊網","latitude":"25.055565","description":"The Xiahai City God Temple, located on Section 1 of Dihua Street, was established in 1856 (Xianfeng Year 6 of the Qing Dynasty) and occupies an area of about 46 square meters. Although it lacks grandeur in appearance, its widespread faith and bustling incense offerings during the welcoming ceremonies make it a significant local event, closely related to the development of Dadaocheng. The main deity worshipped in the temple is the City God of Xiahai, accompanied by the two assistant judges (civil and martial), Generals Xie and Fan (Seven and Eight Lords), and thirty-eight righteous and brave generals. Also worshipped are the City God's wife, eight magistrates, eight generals, the Horse Envoy Lord, and the Matchmaker God.","_id":23,"avEnd":"2015\/08\/17","address":"61, Section 1, Dihua Street, Datong District, Taipei City"},{"rate":3,"direction":"Sun Yat-Sen Memorial Hall Station, Exit 4. By bus: 04, 212, 232, 235, 240, 259, 261, 263, 266, 270, 278, 281, 282, 288, 299, 504, 662, 663, 667 to Sun Yat-Sen Memorial Hall Station.","name":"Sun Yat-Sen Memorial Hall Station","date":"2015\/12\/10","longitude":"121.560314","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Sun Yat-Sen Memorial Hall Station","SERIAL_NO":"2011051800000112","RowNumber":"30","CAT":"Museum or Gallery","MEMO_TIME":"展場開放時間：每日9：00至18：00(除夕、初一、機電保養為休館日)\n預約導覽時間： 每日上午9:00至17:00","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000358.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D756\/E285\/F317\/2ece2309-3d1c-49da-8d3a-32e0227e7732.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D379\/E118\/F25\/554586cb-cf2d-40ef-9b6a-55fcf8d9e598.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D856\/E130\/F366\/21ed2d17-7610-4ad2-b517-5b1b0007612a.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000360.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D356\/E17\/F185\/b1a2de52-4110-4355-a9fb-bf1d0eb627c9.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D593\/E103\/F285\/1633c311-e148-4d03-bb43-292d816951d2.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000359.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c03.mp3","idpt":"臺北旅遊網","latitude":"25.040055","description":"To commemorate Dr. Sun Yat-Sen's revolutionary deeds and character, and to promote his thoughts and teachings, the Sun Yat-Sen Memorial Hall was completed in 1972, designed by architect Wang Da-hong. In addition to serving as a place for people from around the world to pay respects to Dr. Sun, the hall also functions as a center for cultural and artistic education, recreational activities, and academic research. The grand and solemn building is situated in Zhongshan Park, surrounded by lush green lawns and flourishing flowers and trees, making it a shining star in Taipei's eastern district.","_id":30,"avEnd":"2015\/12\/10","address":"505, Section 4, Ren'ai Road, Xinyi District, Taipei City"},{"rate":4,"direction":"Take routes 260, 260Dist, Minibus M3, or Red 5 to Yangmingshan Terminal. Then transfer to the 108 Leisure Bus to reach various attractions. or From Jiantan Station, exit and take bus Red 5 to Yangmingshan Terminal. Then transfer to the 108 Leisure Bus to reach various attractions.","name":"Yangmingshan National Park","date":"2013\/09\/30","longitude":"121.547742","REF_WP":"10","avBegin":"2010\/09\/13","langinfo":"10","MRT":null,"SERIAL_NO":"2011051800000567","RowNumber":"26","CAT":"Outdoor Hiking","MEMO_TIME":"管理處辦公時間 AM8:30~PM5:00 週休二日　遊客中心開館時間：AM8:30~PM4:30　各遊客服務站開館時間：AM9:00~PM4:30 (農曆除夕及每月最後一週的週一休館)","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003994.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003995.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003996.jpg","idpt":"臺北旅遊網","latitude":"25.15579","description":"Yangmingshan National Park is the closest national park to an urban area in Taiwan. It features diverse landscapes and rich ecology, nurturing many precious protected species. With luck, you might spot the endemic Taiwan Blue Magpie. The park is filled with various flowers like plums, cherries, peaches, apricots, rhododendrons, and camellias. Every spring, the blooming cherry blossoms attract large crowds who come to admire the flowers. After the cherry blossom season, around mid-March, the calla lilies in Zhuzihu bloom, making flower-picking a must-do activity for visitors, who often take a bouquet of calla lilies home.","_id":26,"avEnd":"2013\/09\/30","address":"1-20 Zhuzihu Road, Shilin District, Taipei City"},{"rate":4,"direction":"Wenhu Line (Brown Line): Get off at Taipei Zoo Station.or Bannan Line (Blue Line): Get off at Taipei City Hall Station. And then transfer to bus routes Green 1, Brown 18, or Brown 21.","name":"Taipei Zoo","date":"2015\/12\/11","longitude":"121.58211","REF_WP":"10","avBegin":"2010\/09\/12","langinfo":"10","MRT":"Taipei Zoo","SERIAL_NO":"2011051800000689","RowNumber":"27","CAT":"Family-Friendly Activities","MEMO_TIME":"園區09:00-17:00，展示館09:00-16:30，教育中心09:00-17:00，圖書館09:00-16:30","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003997.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003998.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003999.JPGhttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c13.mp3","idpt":"臺北旅遊網","latitude":"24.99883","description":"Taipei Zoo is one of the top ten urban zoos in the world. It is easily accessible by taking the MRT Wenhu (Brown) Line to the last stop, Taipei Zoo Station. The zoo is the largest in Southeast Asia, housing over 400 species of animals.","_id":27,"avEnd":"2015\/12\/11","address":"No. 30, Section 2, Xinguang Road, Wenshan District, Taipei City"},{"rate":4,"direction":"MRT Station: Wende Station","name":"Bihu Park","date":"2015\/12\/11","longitude":"121.581244","REF_WP":"10","avBegin":"2009\/07\/01","langinfo":"10","MRT":"Wende","SERIAL_NO":"2011051800000646","RowNumber":"28","CAT":"Outdoor Hiking","MEMO_TIME":"全天開放","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002936.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002937.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002938.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D982\/E325\/F622\/4c5f8ce8-7709-4966-8656-7bd7fdf576b6.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D845\/E417\/F685\/045171b3-391d-4c9d-8bcb-fc195046658a.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D527\/E929\/F254\/772310ff-cde6-49f6-a098-44e384703bbf.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D521\/E582\/F322\/18fd42af-1186-4217-b05d-366d162ca4b0.jpg","idpt":"臺北旅遊網","latitude":"25.082220","description":"Bihu Park covers an area of approximately 13.1 hectares and is adjacent to the National Taiwan College of Performing Arts. The park features a large pond, covering about 7 hectares, which was originally a reservoir for agricultural irrigation. It was renovated into a park in 1987 and has since become a popular leisure destination for nearby residents. The park is equipped with Chinese-style pavilions, a zigzag bridge, and a lakeside walking trail. Surrounding the lake are willow trees, dawn redwoods, Lagerstroemia indica, Chinese fringe trees, phoenix trees, mulberry trees, azaleas, and dwarf daisies. During spring and summer, various flowers bloom, complementing the picturesque lake and mountain scenery, reminiscent of Dahu Park.","_id":28,"avEnd":"2015\/12\/11","address":"No. 175, Section 2, Neihu Road, Neihu District, Taipei City"},{"rate":4,"direction":"Left Bank: Take the Tamsui Line to Yuanshan Station, walk towards Minzu East Road and Xinsheng North Road, cross under the Zhongshan Expressway, then turn right. Right Bank: From Dazhi Station on the Neihu Line, head towards Dazhi Bridge. Alternatively, enter through the evacuation gate of Meiti from Jiannan Road Station, or from Nanhu Station through the evacuation gate of Nanhu.","name":"Keelung River Left and Right Bank","date":"2014\/12\/26","longitude":"121.530239","REF_WP":"10","avBegin":"2010\/02\/14","langinfo":"10","MRT":"Yuanshan","SERIAL_NO":"2011051800000037","RowNumber":"29","CAT":"Cycling","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000840.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000841.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000842.jpg","idpt":"臺北旅遊網","latitude":"25.071668","description":"Entering the riverside bike path from the Lin'an Tai evacuation gate on the Left Bank, visitors can see interpretive signs recording the origins of the Keelung River and the stories of its restoration. This allows people to not only engage in sports and leisure activities but also learn about the long history and anecdotes of the Keelung River. Dajia Riverside Park is a newly created area after filling the riverbed with soil. Looking around, it is all green fields and meadows. The area to the west has been developed into an urban green park, with the riverside park section from Zhongshan Bridge to Dazhi Bridge being the most distinctive. The landmark Spring of Hope fountain design features a fan-shaped fountain water curtain that reaches a height of 25 floors, with spectacular water dances and colorful neon lights illuminating the night. The entire riverside area instantly becomes colorful and beautiful, especially against the backdrop of the classical and splendid red architecture of the Grand Hotel, making the scenery exceptionally charming. It can be said to be a favorite spot for people of all ages and lovers alike. If visitors enter from the evacuation gate of Meiti on the Right Bank, they can also see illustrations on the flood defense walls depicting the history of the Keelung River, equally magnificent and dazzling. Nighttime strolls along the Keelung River offer breathtaking views of the dazzling Ferris wheel and the night scenes of Neihu Technology Park, making it a truly beautiful experience.","_id":29,"avEnd":"2014\/12\/26","address":"The left and right banks of the Keelung River in Shilin District, Taipei City"},{"rate":2,"direction":"The MRT Wenhu Line station name: Dahu Park Station. Bus routes: Take buses 247, 284, 287, 617, 620, 630, 677, 681, Brown 10, Brown 19, or Red 2 to reach MRT Dahu Park Station.","name":"Dahu Park","date":"2015\/12\/08","longitude":"121.60231","REF_WP":"10","avBegin":"2009\/07\/01","langinfo":"10","MRT":"Dahu Park","SERIAL_NO":"2011051800000642","RowNumber":"31","CAT":"Outdoor Hiking","MEMO_TIME":"全天開放","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D727\/E874\/F732\/1f40db60-ded0-416a-976e-baeea0464d8e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D601\/E973\/F153\/a4af35d8-08c4-41d1-9363-a0a9f55ad5c8.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D49\/E363\/F267\/10e37372-17d6-477f-aeb0-ed8ad0a2df25.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D458\/E633\/F228\/eafb1fde-13f7-4341-8aab-d6d49ae8ae95.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D388\/E0\/F155\/2d1e7382-2d50-4842-9ad5-2bc1a2eafc81.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002932.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002930.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002931.jpg","idpt":"臺北旅遊網","latitude":"25.08282","description":"Dahu Park, also known as Egret Lake due to the large gatherings of egrets, is located in the Neihu District on Section 5 of Chenggong Road, adjacent to Egret Mountain, with views extending to Wuzhi Mountain and Zhongyong Mountain. It covers an area of approximately 13 hectares. Built in 1979, the park imitates Chinese garden styles and features a lake area of about 10 hectares, making it a regional park.","_id":31,"avEnd":"2015\/12\/08","address":"No. 31, Section 5, Chenggong Road, Neihu District, Taipei City"},{"rate":4,"direction":"From Yuanshan MRT Station on the Tamsui Line, take bus numbers 208, 247, 267, 287, or Red 2 to Zhonglieci Station. From Jiantan MRT Station on the Tamsui Line, take bus numbers 267, 287, 646, 677, 902, or Red 3 to Zhonglieci Station. From Dazhi MRT Station on the Wenhu Line, take bus numbers 902, 247, Red 2, or Red 3 to Zhonglieci Station.","name":"Taipei Zhonglieci","date":"2015\/10\/20","longitude":"121.5330","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Dazhi","SERIAL_NO":"2011051800000116","RowNumber":"32","CAT":"Historic Site","MEMO_TIME":"1.每日09:00~17:00\n2.管制時間：中樞春祭3月28全天不開放, 29日中午12時前不開放，中樞秋祭9月2日全天不開放9月3日中午12時前不開放。遙祭黃帝陵、國父陵（每4年1次）或其它臨時任務依需要提早公布暫停開放。颱風天依台北市政府公告停止上班狀況管制不予開放。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000791.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000792.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000793.jpg","idpt":"臺北旅遊網","latitude":"25.0788","description":"The Taipei Martyrs' Shrine, built in 1969, stands with its back against the verdant mountains and faces the Keelung River. Its main architectural style is modeled after the Taihe Dian (Hall of Supreme Harmony) in the Beijing Forbidden City, majestic and grand, symbolizing the fearless spirit of the martyrs who sacrificed their lives for righteousness.","_id":32,"avEnd":"2015\/10\/20","address":"No. 139, Beian Road, Zhongshan District, Taipei City"},{"rate":4,"direction":"MRT: Take the MRT to Guandu Station, then transfer to bus numbers Red 35 or Small 23 and get off at Guandu Ferry Terminal Station. or Bus: Take bus numbers 216 (branch line), 302, or 550 to Guandu Palace Station, then walk along the riverside park for about 5 minutes to reach your destination.","name":"Guandu Ferry Terminal to Gandou Gate","date":"2014\/03\/18","longitude":"121.461523","REF_WP":"10","avBegin":"2008\/08\/02","langinfo":"10","MRT":"Guandu","SERIAL_NO":"2011051800000011","RowNumber":"33","CAT":"River Cruise","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000838.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D19\/E175\/F181\/dfdbf582-0eb6-463f-942d-0740365f8e07.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000839.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000854.jpg","idpt":"臺北旅遊網","latitude":"25.122507","description":"Guandu was formerly known as Gan Dou Men. It became a crucial port due to its strategic location, nestled between Guanyin Mountain and Datun Mountain, facing the Danshui River. Early settlers arrived at Guandu Pier and migrated to northern Taiwan for cultivation, resulting in its early development. However, the decline of water transportation gradually ensued due to sedimentation at the mouths of the two rivers, the Keelung River and the Danshui River. Guandu boasts beautiful and precious riverside wetlands, including the rare scenery of the water caltrop plant at the same latitude, making it a world treasure. These features have made Guandu Ecological and Nature Park renowned to this day.","_id":33,"avEnd":"2014\/03\/18","address":"Guandu Pier, located in Beitou District, Taipei City."},{"rate":5,"direction":"MRT Station: Jiantan Station. Transfer to bus Red 7 or Red 10 and alight at Qiaomei Station. From there, it's approximately a 10-minute walk to reach the Shezi Island bicycle path.","name":"Shezi Island Loop Trail and Erchong Floodway Bicycle Path","date":"2014\/08\/18","longitude":"121.503137","REF_WP":"10","avBegin":"2008\/08\/02","langinfo":"10","MRT":"Jiantan","SERIAL_NO":"2011051800000033","RowNumber":"34","CAT":"Cycling","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000846.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000847.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D10\/E903\/F337\/b20fd104-4a48-439d-8300-65be9ab24e27.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D23\/E53\/F712\/c18b5603-0fd6-4f4f-b7b7-c61dfe4c7c62.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D28\/E492\/F539\/c008d311-b347-4b26-9bae-e97f02614580.jpg","idpt":"臺北旅遊網","latitude":"25.08952","description":"Shezi Island is located at the confluence of the Keelung River and the Tamsui River. Its geological formation is characterized by sandbars, with rice paddies and vegetable gardens spread throughout the area, showcasing the beautiful and rustic charm of the old farming village. Utilizing the embankments, the area has constructed bicycle paths, attracting many cycling enthusiasts. From the sandbar at the end of Shezi Island, you can witness the magnificent sight of the turbulent waves where the Keelung River meets the Tamsui River. As the sun sets in the west, the golden hues of the setting sun reflect on the river, creating a breathtaking scene. Gazing into the distance, you can see the continuous stretch of Datun Mountain and Guanyin Mountain on the horizon, adding to the beauty of the scenery.","_id":34,"avEnd":"2014\/08\/18","address":"Yanping North Road Section 7, Shilin District, Taipei City."},{"rate":5,"direction":"Get off at Yunshui Station and transfer to bus routes Red 15, Red 19, or 224 to Tianmu Station. Alternatively, alight at Jiantan Station and transfer to bus routes Red 5 or 260 to Shanzaihou Station, then walk to the trailhead at Aifu 3rd Street.","name":"The Qixing Mountain Range - Tianmu Ancient Trail, a mountain trail for hiking.","date":"2015\/12\/08","longitude":"121.534101","REF_WP":"10","avBegin":"2008\/08\/02","langinfo":"10","MRT":"Shihpai","SERIAL_NO":"2011051800000086","RowNumber":"35","CAT":"Outdoor Hiking","MEMO_TIME":null,"POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000377.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000378.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000379.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/10002979.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/10002980.jpghttps:\/\/www.travel.taipei\/streams\/video\/DISC4-3.flv","idpt":"臺北旅遊網","latitude":"25.126878","description":"The Tianmu Ancient Trail, also known as the Tianmu Ancient Trail Mountain Path, traverses the northwest slopes of the Shilin Huagang area, adjacent to the southern part of Shamoshan. It represents the latter section of the early Fish Road Ancient Trail, covering several trails between Huagang and Tianmu. Constructed along the large water pipe, the trail offers a serene ambiance with murmuring streams and pristine forest surroundings, providing a refreshing and comfortable hiking experience. Additionally, hikers can explore the Cui Feng Trail leading to the Cui Feng Waterfall and the Monkey Cave Industrial Road, nestled amidst the shady forests, offering a particularly cool and pleasant walk.","_id":35,"avEnd":"2015\/12\/08","address":"7th Section, Lane 232, Zhongshan North Road, Shilin District, Taipei City"},{"rate":5,"direction":"Get off at Zhongshan Station on the Tamsui Line, then walk along MRT Boulevard in the direction of Taipei Main Station for about 5 minutes. From Exit R4 on Chang'an West Road, take the elevator Bus: 216, 218, 220, 224, 247, 260, 287, 310 to Zhongshan Market Station Low-floor bus: Brown 9, 266, 282","name":"The Museum of Contemporary Art Taipei (MOCA Taipei)","date":"2014\/08\/27","longitude":"121.51892","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Zhongshan","SERIAL_NO":"2011051800000141","RowNumber":"50","CAT":"Museum or Gallery","MEMO_TIME":"週二至週日10:00~18:00（17:30停止售票)\n公休日：週一","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000735.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000736.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000737.jpg","idpt":"臺北旅遊網","latitude":"25.05072","description":"The Taipei Contemporary Art Museum is a historic building characterized by red brick exterior, wooden frame structure, vertical strip windows, and a pitched roof with black tiles, reflecting Western architectural influence. Originally built as a primary school during the Japanese colonial period, it served as offices for the Taipei City Government after Taiwan's liberation. In 1994, the city government relocated to the Xinyi District, and the front building of the former city hall was repurposed into an art museum, while the east and west wings were utilized as a junior high school. Originally named Taipei Second Art Museum, it later became independent as the Beitou Art Museum. In 2000, it was officially renamed the Taipei Contemporary Art Museum, showcasing various contemporary art pieces. To help visitors understand the artworks better, the museum offers free audio guide downloads, complimentary audio guide rentals, and free group tours.","_id":50,"avEnd":"2014\/08\/27","address":"39 Chang'an West Road, Datong District, Taipei City"},{"rate":3,"direction":"Taipei City from Zhongshan MRT Station Exit 3","name":"Spot Taipei","date":"2015\/12\/09","longitude":"121.522450","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Zhongshan","SERIAL_NO":"2011051800000158","RowNumber":"36","CAT":"Museum or Gallery","MEMO_TIME":"※開館時間：11：00 am\n※各空間營業時間：\na.光點電影院：11：00 am—10:00 pm （視當日電影場次而有所更動）\nb.光點生活：週一～週四、週日11：00 am—10：00 pm \/ 週五、週六11：00am—10：30pm\nc.光點珈琲時光：週一～週四、週日 10：00 am—12：00 pm \/ 週五、週六 10：00 am—02：00 am\nd.光點紅氣球：週一～週四 、週日10:00 am—12：00 pm \/ 週五、週六 10：00 am—2：00 am\n\n每兩個月擇一週一休館，其餘必要之停止開放另行公告","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000394.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000395.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000396.jpghttps:\/\/www.travel.taipei\/streams\/video\/DISC1-02.flv","idpt":"臺北旅遊網","latitude":"25.053225","description":"Spot Taipei is a famous cinema located in the heart of Taipei City, attracting many movie buffs and culture enthusiasts. Renowned for showcasing high-quality domestic and international films, it also hosts special events such as film festivals, lectures, and thematic exhibitions, injecting vitality into Taipei's film culture.","_id":36,"avEnd":"2015\/12\/09","address":"18 Zhongshan North Road, Section 2, Zhongshan District, Taipei City"},{"rate":3,"direction":"Exit Yuanshan MRT Station, then take Exit 1. After exiting, walk through the Taipei Expo Park Yuanshan Park Area, then turn left onto Zhongshan North Road. The art museum will be on your right.","name":"Taipei Fine Arts Museum","date":"2015\/06\/30","longitude":"121.524340","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Yuanshan","SERIAL_NO":"2011051800000133","RowNumber":"37","CAT":"Museum or Gallery","MEMO_TIME":"週一 休館\n週二至週日 9:30-17:30\n週六 9:30-20:30\n週六17:00後免票參觀","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D532\/E822\/F530\/e168789d-2c35-4c18-af07-04185601e3da.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D344\/E484\/F771\/2d2eccef-162e-4ac4-9722-fc3b0e2c6110.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D404\/E592\/F291\/4dfd6638-a24c-4983-81ef-5e91d73accb0.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D331\/E422\/F131\/684f3efd-9b61-4f25-a832-36de377c69ec.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D322\/E388\/F939\/22f4016c-a40c-4942-a09f-cf7754f0a000.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D107\/E123\/F360\/46edf269-31c1-43cb-98bd-4401b53d53ab.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D248\/E357\/F619\/efb1e86c-1ed3-4bef-aea4-9c2ff3f1f2d9.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D98\/E227\/F437\/08334d3d-fae9-46ab-8f46-82f3f45e32fe.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D136\/E587\/F725\/f05955d1-7198-4062-b619-1f6658355305.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D45\/E165\/F564\/f39eede8-35d8-4331-a1fd-82f42209e65f.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D251\/E512\/F591\/57b24366-f781-40e5-b0fa-dae8de34e34d.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D489\/E529\/F95\/7c9d5e5a-b38d-4a5a-9e1b-08a614a4baf1.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D122\/E140\/F250\/733831d0-e6e3-4587-b496-1bde4dbaaaa7.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c22.mp3","idpt":"臺北旅遊網","latitude":"25.072852","description":"The Taipei Fine Arts Museum, opened in 1983, is Taiwan's first modern art museum. Its innovative and lively space and exhibition planning combine the appreciation of art with people's daily lives. The museum consists of one underground level and three above-ground levels. The underground floor primarily hosts exhibitions for young artists and groups, competition exhibitions, and provides services such as a library and dining facilities.","_id":37,"avEnd":"2015\/06\/30","address":"181 Zhongshan North Road, Section 3, Zhongshan District, Taipei City"},{"rate":3,"direction":"Take the Tamsui Line to Fuxinggang Station and walk approximately 10 minutes. Alternatively, take bus numbers 216 (sub), 223, 302, 308, 550, 632, or Small 23 from Fuxinggang Station to Zhongyi Station. Or Take the Tamsui Line to Zhongyi Station and walk approximately 10 minutes. Alternatively, take bus numbers 216 (sub), 223, 302, 308, 550, 632, or Small 23 from Zhongyi Station.","name":"Xinggong Temple in Tian Beitou Palace to Zhongyi Temple","date":"2014\/12\/26","longitude":"121.47744","REF_WP":"10","avBegin":"2008\/12\/18","langinfo":"10","MRT":"Zhongyi","SERIAL_NO":"2011051800000584","RowNumber":"38","CAT":"Religious Beliefs","MEMO_TIME":"每日4點至下午9點","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002395.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002396.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002397.jpg","idpt":"臺北旅遊網","latitude":"25.13748","description":"The Zhongyi Temple in Beitou, Taipei, dedicated to Guan Sheng Di Jun, is an ancient site with a history predating its main temple in Taipei. Originally known as the Guan Di Temple of Xingtian Temple, it was relocated due to urban development, finding its current home in Beitou. The temple's grand architecture and serene surroundings, spread over 8 hectares, offer visitors a tranquil retreat. From lush gardens and coconut palm-lined avenues to elegant halls and panoramic mountain views, it's a cultural and natural gem, perfect for spiritual reflection and scenic exploration along the Beitou-Tamsui line.","_id":38,"avEnd":"2014\/12\/26","address":"No. 50, Lane 18, Section 4, Zhongyang North Road, Beitou District, Taipei City"},{"rate":4,"direction":"Taipei Zoo MRT Station or Bus routes 236, 237, 282, 295, 611, Brown 3, Brown 6, Brown 11, Brown 15, Brown 18, and Green 1 stop at the Taipei Zoo Station, providing direct access","name":"The Jingmei River Bicycle Path offers cycling routes along both the left and right banks of the Jingmei River.","date":"2014\/09\/03","longitude":"121.587451","REF_WP":"10","avBegin":"2008\/08\/02","langinfo":"10","MRT":"Taipei Zoo","SERIAL_NO":"2011051800000025","RowNumber":"39","CAT":"Cycling","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000844.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000845.jpg","idpt":"臺北旅遊網","latitude":"25.0029","description":"The Jingmei River Bicycle Path, flanked by verdant mountains and clear waters, runs along both the left and right banks of the Jingmei River. Along the way, you'll encounter attractions such as the zoo, Zoo Mall, the National Chengchi University Stadium, and lush green fields. The river teems with fish, adding to the scenic charm. It's an ideal route for a family outing, offering a rich variety of landscapes, including verdant grasslands and crystal-clear streams that create a comfortable ambiance.","_id":39,"avEnd":"2014\/09\/03","address":"Muzha Road, Wenshan District, Taipei City"},{"rate":3,"direction":"Exit 1 and 2 of Chiang Kai-Shek Memorial Hall Station, walk along Nanhai Road for about 10 minutes.","name":"National Museum of History","date":"2015\/09\/23","longitude":"121.51121","REF_WP":"10","avBegin":"2008\/08\/12","langinfo":"10","MRT":"Chiang Kai-shek Memorial Hall","SERIAL_NO":"2011051800000096","RowNumber":"40","CAT":"Museum or Gallery","MEMO_TIME":"週二至週日10:00~18:00，公休日：週一，逢國定假日或特別活動等照常開放","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000725.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000726.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000727.jpg","idpt":"臺北旅遊網","latitude":"25.03161","description":"The National Museum of History, situated in the Botanical Garden, features traditional Chinese palace architecture and a serene natural setting. With over 50 years of history, it initially showcased collections from the Henan Museum and has since expanded into a prominent art and education space. The museum displays valuable donations from private collectors, including pre-Qin pottery, Han dynasty ceramics, Tang tri-colored pottery, oracle bones, bronzes, jade, porcelain, and documents. It primarily focuses on Chinese cultural relics and artifacts from Fujian and Taiwan, establishing itself as a comprehensive museum with a strong emphasis on historical significance.","_id":40,"avEnd":"2015\/09\/23","address":"No. 49, Nanhai Road, Zhongzheng District, Taipei City"},{"rate":4,"direction":"Taipei City Minibus 15 and 108 Park Bus","name":"Lengshuikeng Hot Springs Area","date":"2015\/09\/22","longitude":"121.56286","REF_WP":"10","avBegin":"2009\/06\/05","langinfo":"10","MRT":"Guandu","SERIAL_NO":"2011051800000049","RowNumber":"41","CAT":"Hot Spring","MEMO_TIME":"每日9:00～16:30，每個月的最後一個星期一(遇國定假日順延一天)及農曆除夕休館。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000851.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000852.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000986.jpg","idpt":"臺北旅遊網","latitude":"25.16791","description":"Lengshuikeng Hot Springs, located in the eastern valley between Qixingshan and Malunshan, is a natural area originally formed from a volcanic crater. The hot springs, at about 40°C, are cooler than others, giving them the name Cold Water Pit. This area features Taiwan's only precipitated sulfur deposits, resulting in milky-white water known as Milk Pond. The springs consist of neutral bicarbonate and weakly acidic sulfate waters. The surrounding natural attractions, such as Siensih Waterfall and Menghuan Lake Ecological Protection Area, are home to diverse wildlife, including various frogs, toads, snakes, and reptiles. Visitors are encouraged to respect the environment and avoid disturbing the local fauna.","_id":41,"avEnd":"2015\/09\/22","address":"101 Lane 170, Jingshan Road, Shilin District, Taipei City"},{"rate":4,"direction":"Exit 1 of Ximen Station, about 1 minute walk","name":"Ximending Red House","date":"2015\/11\/20","longitude":"121.506885","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Ximen","SERIAL_NO":"2011051800000352","RowNumber":"42","CAT":"Historic Site","MEMO_TIME":"週二-週日11:00~21:30；週五-週六11:00~22:00 公休日：週一","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D237\/E878\/F721\/4079be28-42bc-4153-aebd-6a1cbea84d5e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E196\/F394\/04a253bf-bfc9-4a93-86b2-4c241b2aa596.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E196\/F395\/1a856acf-57ee-4658-8178-7d2f5a557bcf.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E197\/F982\/f84a0c50-2066-49ff-b214-76f882084f68.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E196\/F393\/a2aa55a3-d24b-4d0f-a6c7-540c415fd693.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c07.mp3https:\/\/www.travel.taipei\/streams\/video\/DISC3-2.flv","idpt":"臺北旅遊網","latitude":"25.042057","description":"The Ximending Red House, completed in 1908, has stood for over a century. Originally Taiwan's first official public market, it remains the oldest and most intact Grade III historic market building. Designed by the Japanese architect Kondo Jutaro, who worked for the Taiwan Governor-General's Office Construction Department at the time, its entrance adopts an octagonal shape symbolizing convergence from all directions, while the main structure follows a cross-shaped design, a groundbreaking innovation in both Eastern and Western architectural history. Comprising the Octagonal House, the Cross House, and the plazas to the north and south, collectively known as the Ximending Red House","_id":42,"avEnd":"2015\/11\/20","address":"10 Chengdu Road, Wanhua District, Taipei City"},{"rate":4,"direction":" Yongchun Station, about a 15-20 minute walk northward.","name":"Songshan Ciyu Temple","date":"2015\/12\/09","longitude":"121.57774","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Songshan","SERIAL_NO":"2011051800000300","RowNumber":"43","CAT":"Religious Beliefs","MEMO_TIME":"6:30-22:30","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000935.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000936.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D518\/E245\/F718\/a9dbec5b-e853-45e4-ba68-4dfbad8bc792.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D127\/E533\/F287\/eb3c4e09-e0e6-4cef-ab3f-39acd739919f.JPG","idpt":"臺北旅遊網","latitude":"25.05103","description":"Ciyu Temple, built in 1753, boasts a history of over two hundred years, primarily venerating the deity Mazu, known as the Black-Faced Mazu. Legend has it that Mazu, after achieving enlightenment and ascending to immortality, frequently rescued ships in distress at sea, making her a widely revered deity in Taiwan's religious beliefs. The temple's architecture features a six-story square main hall, the San Chuan Hall, exuding a solemn atmosphere. The roof is adorned with double dragons and the Three Star Deities symbolizing blessings and protection. The stone lions at the entrance of the San Chuan Hall, created in 1803, were once abandoned elsewhere during renovations but were later rediscovered and placed in front of the hall. They are treasured as rare examples of traditional male lion with mouth open, female lion with mouth closed depiction. Aside from stone carvings, the temple also showcases vibrant wooden carvings of flowers, animals, and figures, adding to its grandeur. Ciyu Temple remains a spiritual center for residents of the Siku Thirteen Streets area. Every March 23rd, on the birthday of the Heavenly Empress, the Siku Thirteen Streets are divided into three routes—East, South, and North—lined with shops and homes adorned with offerings of livestock, flowers, and fruits to welcome Mazu's procession, enlivening the entire Songshan District. In recent years, Ciyu Temple continues to be a focal point, especially with the nearby Raohe Street Night Market, adding to its vibrant atmosphere.","_id":43,"avEnd":"2015\/12\/09","address":"761 Section 4, Bade Road, Songshan District, Taipei City"},{"rate":2,"direction":" Get off at Guandu Station, then take Lane 301 of Section 3, Dadu Road, to reach your destination.","name":"Guandu Temple","date":"2015\/08\/17","longitude":"121.464010","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Guandu","SERIAL_NO":"2011051800000320","RowNumber":"44","CAT":"Religious Beliefs","MEMO_TIME":"全年無休，每日5:00 - 21:00，過年期間(除夕至初四)24小時開放","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000948.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000949.jpg","idpt":"臺北旅遊網","latitude":"25.117655","description":"Guandu Temple, the oldest Mazu temple in northern Taiwan, dates back over 340 years to the Qing Dynasty's Shunzhi era when Venerable Shi Xing invited the Holy Mother from Fujian. Renovations during the Qianlong, Daoguang, and Guangxu reigns culminated in its current location. Its intricate architecture, adorned with historical stories, includes Mazu Hall, Guanyin Hall, and Wenchang Hall, alongside features like ancient Buddha caves, Guangdu Temple, and bell towers. The temple's annual festival on the 23rd day of the third lunar month and its Lantern Festival and Ghost Festival celebrations draw crowds seeking blessings. During the Lantern Festival, electric lantern displays illuminate the temple, attracting visitors to admire the festive atmosphere and pray for prosperity in the coming year.","_id":44,"avEnd":"2015\/08\/17","address":"360 Zhixing Road, Beitou District, Taipei City"},{"rate":2,"direction":"Transfer at Beitou Station for buses Red 25 and 230 to Beitou Museum Station or At Xinbeitou Station, board bus 230 in front of Guangming Police Station and alight at Beitou Museum Station.","name":"Beitou Museum","date":"2015\/12\/09","longitude":"121.51479","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Beitou","SERIAL_NO":"2011051800000199","RowNumber":"51","CAT":"Museum or Gallery","MEMO_TIME":"週二至週日10:00~18:00 ( 每週一休館，逢國定假日照常開放 )","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D330\/E107\/F267\/f51c663d-f50a-4691-9c6b-e578afea70d3.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D932\/E980\/F153\/6645bd52-cb16-42f8-acb0-d1540bd8eb43.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D22\/E715\/F944\/d9b8681a-0ca5-4be4-a23f-de5dc68018a7.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D608\/E391\/F422\/44b48428-8e47-4826-ad4d-8b368a68c1bc.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D246\/E430\/F217\/d68ac12c-19be-4eb6-95fe-dfe9b4d3e305.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003654.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003655.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003656.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c34.mp3https:\/\/www.travel.taipei\/streams\/video\/DISC4-1.flv","idpt":"臺北旅遊網","latitude":"25.13819","description":"Beitou Museum, opened to the public in 1984 as a private museum, occupies an elegant 800-square-meter garden and a two-story Japanese-style wooden building dating back to 1921, nestled among the mountains. Originally the upscale Jiashan Hot Spring Hotel in Beitou, it was revitalized by founder Mr. Zhang Chunming in 1983 and repurposed as a museum, initially named the Taiwan Folk Art House before officially becoming the Beitou Museum in 1987. Dedicated to preserving and showcasing Taiwan's early folk art and cultural artifacts, the museum houses a collection of nearly five thousand items, focusing on folk crafts from the late Qing Dynasty to the 1970s, including over a thousand indigenous Taiwanese artifacts and over three thousand Han Chinese artifacts, primarily from the Fujian and Hakka cultures. Additionally, the museum features a dining space called Yi Ran Ju, offering refined creative kaiseki cuisine and afternoon tea, as well as venue rental for small meetings. Its outdoor Sakura Viewing Deck provides a scenic spot to enjoy the museum's specialty healthy cuisine amidst views of Danfeng Mountain and Guanyin Mountain, allowing visitors to savor a unique dining experience away from the hustle and bustle. Embracing a philosophy of multicultural management, the museum's main hall is utilized for performing arts exhibitions, cultural events, banquets, conferences, and various experiential courses such as tea ceremony workshops, formal tea ceremonies, Japanese confectionery making, and Jiashan traditional ceremonies, held periodically. *Currently operated by a private business.","_id":51,"avEnd":"2015\/12\/09","address":"32 Youya Road, Beitou District, Taipei City"},{"rate":4,"direction":"Inter-city buses 53, 278, 630, 46, 903, and small bus route 1.","name":"Neigouxi Scenic Ecological Trail","date":"2015\/10\/15","longitude":"121.62398","REF_WP":"10","avBegin":"2009\/07\/22","langinfo":"10","MRT":"Huzhou","SERIAL_NO":"2011051800000655","RowNumber":"45","CAT":"Outdoor Hiking","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003130.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003131.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003132.jpg","idpt":"臺北旅遊網","latitude":"25.08037","description":"The source of Neigou Stream originates from the 450-meter-high Neihu Kangtou Mountain. It flows southeastward through Neigou Stream before turning south and joining the Keelung River approximately 500 meters upstream from Nanhu Bridge. With a total length of 6,817 meters and a drainage area of about 422 hectares, the watershed's average slope is around 41%. This area, located within Taipei City, boasts abundant mountainous forest scenery. The stream's rocky formations create crevices, providing habitat for aquatic organisms and enhancing opportunities for people to interact with the stream.","_id":45,"avEnd":"2015\/10\/15","address":"Kangle Street, Neihu District, Taipei City"},{"rate":4,"direction":"National Taiwan University Hospital Station. You can reach 228 Peace Memorial Park by walking along Ketagalan Boulevard.","name":"228 Peace Memorial Park","date":"2014\/12\/26","longitude":"121.515468","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"National Taiwan University Hospital","SERIAL_NO":"2011051800000137","RowNumber":"46","CAT":"Outdoor Hiking","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000788.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000789.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000790.jpg","idpt":"臺北旅遊網","latitude":"25.040363","description":"The 228 Peace Memorial Park is located within the streets bordered by Gongyuan Road, Xiangyang Road, Huaining Street, and Ketagalan Boulevard in Taipei City. It's a classical-style urban park featuring a Japanese garden-style scenic pond, arch bridges, green walking paths, and an open-air music stage. Additionally, the Taipei 228 Memorial Hall and Monument are situated within the park. In 1995, President Lee Teng-hui, representing the government, apologized to the families of the victims in front of the 228 Memorial Monument. That same year, former Taipei Mayor Chen Shui-bian renamed the Taipei New Park to 228 Peace Memorial Park in hopes of offering solace to the families of the victims and encouraging future generations to learn from history and strive for Taiwan's future and its people. In 1997, during the 50th anniversary of the 228 Incident, the unveiling ceremony of the inscription on the 228 Incident Memorial Monument was held. Simultaneously, the Taipei 228 Memorial Hall was established to exhibit the events and historical facts of the tragedy. Only by recognizing history and discovering the truth can we pursue happiness for ourselves and future generations, leading to true peace.","_id":46,"avEnd":"2014\/12\/26","address":"The intersection of Huaining Street, Xiangyang Road, Gongyuan Road, and Ketagalan Boulevard, Zhongzheng District, Taipei City"},{"rate":5,"direction":"From Jiantan MRT Station (Exit 1), head to the bus stop on the left side. Take a bus to the Science Education Center Station. You can take either the Red 30 (low-floor bus) or Bus 41 to Shilin MRT Station (Exit 1, cross the road) and then transfer to another bus to the Science Education Center Station. The buses you can take for the transfer are Red 30 (low-floor bus), Red 12, or 620 (low-floor bus). Additionally, you can also take Bus 255 (area shuttle) or Bus 529 to Shilin High School Station. If you prefer to use highway buses, you can take Zhongxing Bus (Shilin-Zhongli route) or Guanghua Bus (Shilin-Keelung route).","name":"National Taiwan Science Education Center","date":"2015\/08\/17","longitude":"121.5159","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Jiantan","SERIAL_NO":"2011051800000100","RowNumber":"47","CAT":"Museum or Gallery","MEMO_TIME":"週六、週日、國定例假日、寒暑假09:00~18:00（17:00截止入場），非寒暑假之週二至週五09:00~17:00（16:00截止入場)，公休日：週一（國定假日及特定假日除外、寒暑假天天開館）","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000729.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000730.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000731.jpg","idpt":"臺北旅遊網","latitude":"25.0959","description":"National Taiwan Science Education Center is designed for science education and is suitable for visitors of all ages. The basement houses the Children's Exploration Hall, featuring interactive exhibits and a subterranean world exhibition. On the 3rd and 4th floors, there are exhibitions on life sciences and natural sciences, while the 5th and 6th floors showcase exhibits on material science, mathematics, and earth sciences. The 7th and 8th floors host special exhibitions featuring science exhibits of global significance. The center offers various interactive installations allowing visitors to engage with the exhibits. Additionally, visitors can enjoy movies at the 3D Dynamic Theater, which features dynamic simulation technology with synchronized motion seats for an immersive experience akin to riding on a roller coaster or in a flight cabin. The Stereoscopic Virtual Reality Theater utilizes high-resolution 3D imagery to enhance the viewing experience. Overall, it's an excellent place for both education and entertainment, welcoming everyone to come and explore.","_id":47,"avEnd":"2015\/08\/17","address":"189 Shishang Road, Shilin District, Taipei City"},{"rate":5,"direction":"Muzha Station: Transfer to Brown 5. After exiting at Muzha High School, take the Brown 5 small bus directly to Miaoqian Zhinan Station. From there, walk about 5 minutes along the stone steps to reach the destination. Alternatively, you can take the Maokong Gondola from Zoo Station, transfer at Zhinan Temple Station, then disembark. Another option is to alight at Gongguan Station on the Xindian Line, take Exit 1, and board Bus 530 to the terminal.","name":"Zhinan Temple","date":"2015\/12\/10","longitude":"121.587087","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Muzha","SERIAL_NO":"2011051800000272","RowNumber":"48","CAT":"Religious Beliefs","MEMO_TIME":"每日4:00-20:00(關廟門時間21:00)","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000932.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000933.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000934.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D989\/E186\/F447\/d2bfa355-eea7-4e71-8a91-f6604ce79ab2.JPGhttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c12.mp3","idpt":"臺北旅遊網","latitude":"24.978651","description":"The Zhinan Temple is located at the foot of Zhinan Mountain in Wenshan District, Taipei City. Established in 1890, it was founded by Wang Binlin, the magistrate of Danshui, who brought a divine spirit from the Yongle Palace in Shanxi to Taiwan. Originally constructed with thatched roofs, it underwent meticulous planning and expansion by predecessors to become what it is today.","_id":48,"avEnd":"2015\/12\/10","address":"115 Wanshou Road, Wenshan District, Taipei City"},{"rate":5,"direction":"Zhongxiao Xinsheng Station Exit 4. From there, head towards the Guanghua Commercial Circle, then turn right towards Bade Road. After crossing the Civic Boulevard, it's about a 5 to 8-minute walk.","name":"Taipei Brewery (formerly Jianguo Brewery)","date":"2015\/12\/14","longitude":"121.535389","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Zhongxiao Xinsheng","SERIAL_NO":"2011051800000377","RowNumber":"49","CAT":"Historic Site","MEMO_TIME":"週一至週五08:00～16:30 (需團體預約)；公休日：週六、週日","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000870.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D371\/E898\/F512\/d3cccbad-ae72-4762-929c-fac008d6d3b0.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D519\/E257\/F225\/0df58caa-52da-4b8c-bb5f-ed2048959aed.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D254\/E447\/F299\/69b4fb43-fe7f-4885-acec-ac52d217cd0d.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000871.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11000872.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D77\/E448\/F683\/6b613168-2b91-4a93-bd90-930ec1fe74b8.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D174\/E397\/F569\/2eb6ed71-8218-49b9-8d15-19c07f54ad1f.jpg","idpt":"臺北旅遊網","latitude":"25.046111","description":"The Taipei Brewery, originally established as the Takasago Beer Company during the Japanese colonial era in 1919, holds a unique position as Taiwan's sole beer manufacturing plant at the time, comparable to Japan's Sapporo Brewery. Through various transitions, it became the Jianguo Brewery in 1975, boasting nearly 90 years of history and serving as a significant witness to Taiwan's industrial and cultural evolution. The brewery's historical significance is evident in its well-preserved brewing equipment and factory buildings. Managed by the Taipei City Urban Development Bureau, there are plans to transform the site into the Taipei Beer Cultural Park, integrating beer-themed attractions, dining, entertainment, culture, and tourism, offering visitors an immersive experience in the art of beer making.","_id":49,"avEnd":"2015\/12\/14","address":"85, Section 2, Bade Road, Zhongshan District, Taipei City"},{"rate":3,"direction":"Taipei City Hall Station Exit 1, it's approximately a 400-meter walk or Sun Yat-sen Memorial Hall Station Exit 5, it's about a 500-meter walk.","name":"Songshan Cultural and Creative Park","date":"2015\/12\/09","longitude":"121.560437","REF_WP":"10","avBegin":"2012\/03\/20","langinfo":"10","MRT":"Taipei City Hall","SERIAL_NO":"2012032000000001","RowNumber":"52","CAT":"Historic Site","MEMO_TIME":"園區內-室內區域：早上9:00~晚上6:00\n園區內-戶外區域：早上8:00~晚上10:00\n園區外(包含生態景觀池與鍋爐房周邊範圍)：24小時開放","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D26\/E563\/F587\/cdeaa2fb-0f0e-4f4a-a078-170d23520800.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D2\/E769\/F162\/3a46fb74-e6ca-4f51-b610-29b1de723578.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D19\/E128\/F424\/8842bab6-c454-444c-a6e3-d98cd883ac90.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D32\/E446\/F891\/11ee0f0b-3cc0-4fa0-9dc7-8bbb137d1075.JPG","idpt":"臺北旅遊網","latitude":"25.043303","description":"The Songshan Creative Park, formerly the Taiwan Governor-General's Monopoly Bureau Songshan Tobacco Factory, stands in Taipei's Xinyi District, spanning 6.6 hectares since its establishment in 1937. A pioneer in Taiwan's industrialization, it was renowned as the first professional cigarette factory, boasting a Japanese early modernist architectural style. Post-war, it transitioned to the Taiwan Provincial Monopoly Bureau before ceasing production in 1998 due to urban planning changes and declining demand. Designated a municipal historic site in 2001, the park incorporates office buildings, warehouses, and unique structures like a Baroque garden and a multifunctional exhibition hall. Today, it thrives as a hub for arts, culture, and design exhibitions, featuring collaborations with institutions like the Taiwan Design Center and renowned glass studios, along with a light dining restaurant, reimagining itself as a cornerstone of Taiwan's design and cultural creativity industries.","_id":52,"avEnd":"2015\/12\/09","address":"133 Guangfu South Road, Xinyi District, Taipei City"},{"rate":3,"direction":"Exit 2 of Yuanshan MRT Station, walk straight towards Kuren Street, then turn right onto Dalong Street. It's about a 15-minute walk near the Confucius Temple. For buses, you can take routes 2, 9, 21, 223, 246, 250, 255, 302, 304 (sub-line), 601, 669, or Red 33 at the intersection of Chongqing North Road and Jiuquan Street, or routes 41 or 288 at Dalongtong Baoan Temple Station.","name":"Dalongtong Baoan Temple","date":"2015\/03\/25","longitude":"121.515416","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Yuanshan","SERIAL_NO":"2011051800000260","RowNumber":"53","CAT":"Religious Beliefs","MEMO_TIME":"每日06:00~22:00","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D775\/E454\/F120\/05e7fcff-c925-4828-8e89-c0bfdd3bfe9c.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D826\/E139\/F975\/ffabac59-b3a0-4727-9d37-c30a4cc6093e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D972\/E863\/F743\/a3a89397-6579-412e-b71a-27b23835ab05.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D746\/E733\/F45\/d1ecce1c-53c9-4dd9-8fa4-0e91bd28d1f5.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D81\/E712\/F503\/f43e4753-d3ef-4869-94e4-bf6f3f8663ed.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D663\/E329\/F864\/56771b91-a0cb-4b4a-9ec7-4bb416fc3780.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D294\/E541\/F682\/d6e364d0-d353-4d3b-957e-d7fa79fc2edd.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D816\/E696\/F709\/6bd20bf6-a3f9-43fd-bb29-81ab40fd6ece.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D58\/E708\/F270\/ecb6e79c-9d65-4b6e-b556-f9066c957ba0.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D806\/E383\/F408\/db136b96-1c9b-492b-b3ac-e20109a58286.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D774\/E130\/F870\/b842ad63-e9ec-4200-9e1e-47d884726e6c.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D264\/E991\/F489\/93ae58ba-8715-45a3-9eaa-7540bfb8e55e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D586\/E344\/F82\/085cc36f-a2a4-4108-ade3-06d38c0cf3da.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D676\/E494\/F134\/6aefe2c3-be7b-41d5-bdee-e63571a4f03e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D961\/E124\/F702\/f13f5530-837f-4105-8c4b-26178933cf19.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D97\/E11\/F79\/15d07c32-20ff-49a4-bc14-d1bbd06cf361.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c41.mp3","idpt":"臺北旅遊網","latitude":"25.073138","description":"Dalongtong Baoan Temple, established in 1742 and rebuilt in 1805, is dedicated to Baosheng Dadi, commonly known as the Dalong Temple or Dadao Temple. It is designated as a municipal historic site. Every year on the 15th day of the third lunar month, a two-month-long Baosheng Cultural Festival is held to celebrate Baosheng Dadi's birthday. This festival combines religious rituals, folk arts, heritage tours, cultural workshops, aesthetic competitions, family name dramas, street parades, fire walking, health care services, and academic conferences. It is the largest and most lively temple fair in northern Taiwan, making Dalongtong an important cultural hub in the region. The temple's decorative arts, such as stone lions, dragon pillars, floral motifs, paper cutting, clay sculpture, Vietnamese ceramics, wood carvings, and painted murals, are renowned for their historical and artistic value. During the temple's construction, two master craftsmen, Guo Ta and Chen Yingbin, were hired to divide the building into two halves and independently create wood carvings, paper cuttings, clay sculptures, or Vietnamese ceramics, reflecting the popular trend of friendly competition at that time. Therefore, when admiring the temple's decorative arts, one can appreciate the works of different craftsmen on both sides. The seven murals in the main hall's corridor are masterpieces by the national treasure-level painter Pan Lishui, attracting visitors from home and abroad. Dalongtong Baoan Temple has transformed from a local temple to a multifaceted institution encompassing religion, culture, education, and art, profoundly influencing the revitalization of local culture in Taipei's Datong District, particularly drawing attention for its historic preservation efforts. Despite undergoing multiple renovations and expansions since its reconstruction, the temple, due to its age, has suffered from weathering, insect damage, and structural degradation, posing safety concerns. In order to preserve its cultural heritage, in 1995, the temple embarked on its largest restoration project to date, funding the entire endeavor independently and overseeing it internally, becoming a pioneering case of private-sector-led historic preservation in the country. The restoration project was awarded the 2003 Asia-Pacific Cultural Heritage Conservation Award by UNESCO.","_id":53,"avEnd":"2015\/03\/25","address":"61 Hami Street, Datong District, Taipei City"},{"rate":5,"direction":"To access the bicycle path, you can take the MRT to either Zhishan Station or Shilin Station and head towards Shilin Bridge.","name":"Shuangxi Riverside Lifestyle","date":"2013\/07\/10","longitude":"121.523704","REF_WP":"10","avBegin":"2008\/08\/02","langinfo":"10","MRT":"Zhishan","SERIAL_NO":"2011051800000041","RowNumber":"54","CAT":"Cycling","MEMO_TIME":"開放空間","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002566.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002567.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11002568.jpg","idpt":"臺北旅遊網","latitude":"25.098516","description":"The Shuangxi River originates from Yangmingshan National Park and flows past Soochow University before turning northward along the highway. Along this route, the riverside green space park stretches out, and riverside bike paths have been developed on both sides, creating one of Taipei City's most scenic and well-maintained cycling routes, close to residential areas. The picturesque Shuangxi riverside provides urban dwellers with a green tunnel to escape the hustle and bustle of daily life. Starting from the left bank of the Shuangxi River and connecting to the right bank via the Bailing Bridge bicycle path, the riverside park on the right bank of the Bailing Bridge is a gathering place for rugby enthusiasts and often sees soccer teams competing. Cyclists can also join in, riding through the lush green grass fields all the way to under the Chengde Bridge, and along the way, visitors can stop by Taipei's last remaining boat pier, the Sanjiao Ferry.","_id":54,"avEnd":"2013\/07\/10","address":"Shilin Bridge, Shilin District, Taipei City"},{"rate":5,"direction":"Take the MRT to Jiantan Station, transfer to Bus Red 5 or 260 and get off at the Jiaoshi Yanxi Station stop to arrive.","name":"Yangmingshan Zhongshan Hall","date":"2015\/12\/11","longitude":"121.552772","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Jiantan","SERIAL_NO":"2011051800000120","RowNumber":"55","CAT":"Historic Site","MEMO_TIME":"週一至週日，每日固定四場導覽。（09:00；10:30；13:30；15:00）\n\n休館日：\n1、機電保養日、場地租借、國定假日配合本館公告休館日停止開放參觀導覽服務。（將另行公告於本所網站）\n2、如遇颱風、地震等天災宣布停止上班時，亦停止開放參觀導覽服務。","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D370\/E882\/F626\/420c6cf8-45c6-4c31-8e0a-42d44a1a5eac.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003127.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003128.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/pic\/11003129.jpg","idpt":"臺北旅遊網","latitude":"25.155623","description":"The Zhongshan Lou (Zhongshan Building) located within Yangmingshan National Park was built in 1965 to commemorate the 100th birthday of the National Father, Dr. Sun Yat-sen, during the presidency of Chiang Kai-shek. Designed by renowned architect Zhu Zelun, it sits amidst embracing green mountains. Its exterior features traditional Chinese classical architecture, while the interior decor is elegant and exquisite. In the past, it served as the venue for the National Assembly meetings and an important site for hosting state banquets or receiving foreign dignitaries by the national leaders. Today, it has been designated as a municipal heritage site and is open for venue rental and guided tours - a building of significant historical and commemorative value.","_id":55,"avEnd":"2015\/12\/11","address":"No. 15, Sec. 2, Yangming Rd., Beitou District, Taipei City"},{"rate":4,"direction":"Take the Taipei Metro Bannan Line and get off at Longshan Temple Station. It's an 8-10 minute walk from there.","name":"Taipei City Hakka Cultural Education Center (Boapingliou Historical District)","date":"2015\/12\/11","longitude":"121.50326","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Longshan Temple","SERIAL_NO":"2011051800000364","RowNumber":"56","CAT":"Historic Site","MEMO_TIME":"周二至周日9：00-17：00，周一及國定假日休館","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D75\/E624\/F107\/4192a9df-e1cd-49a5-900f-c392ae6a16f6.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D475\/E740\/F768\/02b51f33-52ed-4399-89aa-900017eb5af9.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D223\/E65\/F436\/cae5ad97-223b-412f-8c50-3f24ab68f8fb.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D859\/E327\/F315\/af6d8e4e-86b5-4ae1-b533-8b8a2e9a5bfb.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D105\/E224\/F409\/8cdda691-be67-439d-bfb8-e99af625917e.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D813\/E760\/F969\/5bc6499a-c23b-4fbf-a466-503b25fff531.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D24\/E206\/F552\/dadbf628-fa12-4e98-bced-20315c830059.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D533\/E613\/F695\/256e8ce5-3caa-4bf5-87c7-dca1fd6bc3ac.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D280\/E138\/F932\/8d7cb605-ac91-4f44-bda6-57518db7ad10.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D875\/E723\/F366\/c45fbda2-34fd-4d1b-9a5a-20274908f866.jpghttps:\/\/www.travel.taipei\/streams\/scenery_file_audio\/c29.mp3","idpt":"臺北旅遊網","latitude":"25.03666","description":"Winding through the old alleys of Wanhua District in Taipei City, there is a historical neighborhood called Boapingliou. Here, the streetscape dating back over a hundred years to the Qing Dynasty has been preserved, with its red brick walls, arched arcades, and intricately carved window frames exuding an elegant and simple beauty. The Boapingliou Historical District is located next to Longshan Temple, at the intersection of Kangding Road, Guangzhou Street, and Kunming Street. The area retains quite complete Qing-era street patterns and traditional shop houses, whose architectural spaces bear witness to the development of the Bangka market town, embodying a unique historical, cultural, and architectural character. The Taipei City Hakka Cultural Education Center adopts an integrative approach to education and culture, transforming the district into a venue for promoting Hakka education by combining school curriculum with community culture. It curates different themed exhibitions, special historical exhibitions related to Boapingliou, and organizes various educational activities to achieve its goal of making learning fun.","_id":56,"avEnd":"2015\/12\/11","address":"No. 101, Guangzhou St., Wanhua District, Taipei City"},{"rate":4,"direction":"Take MRT to Gongguan Station, Exit 4. Turn left and walk for about 5 minutes towards the intersection of Siyuan Street and Tingzhou Road.","name":"Taipei Water Museum","date":"2015\/09\/22","longitude":"121.530106","REF_WP":"10","avBegin":"2008\/08\/13","langinfo":"10","MRT":"Gongguan","SERIAL_NO":"2011051800000125","RowNumber":"57","CAT":"Museum or Gallery","MEMO_TIME":"夏日期間(每年7月1日至8月31日)週二-週日9:00-20:00(售票至19:00)\n非夏日期間(每年9月1日至隔年6月30日)週二-週日9:00-18:00(售票至17:00)","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D346\/E920\/F1\/050967e9-15b8-4ff5-89ca-ad4a4d6186a7.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D55\/E786\/F407\/e5c733d0-c433-42d8-9c6b-2b1aa72b8c0c.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D459\/E757\/F191\/61527614-b181-403d-9d35-cc0330fb0a20.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C2\/D22\/E109\/F795\/4c3e256c-2f23-4651-af28-7328b13f3f09.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D652\/E785\/F926\/f615b417-0571-45e5-8a97-ed3d3d77e589.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D126\/E435\/F239\/f9017215-be71-4b0c-b81e-410b105414a6.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C1\/D294\/E667\/F639\/7208a347-0822-46c3-a409-f820be1293ea.jpghttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D711\/E681\/F249\/86e32058-5386-4148-8115-a6be9508b5d3.jpghttps:\/\/www.travel.taipei\/streams\/video\/DISC2-4.flv","idpt":"臺北旅遊網","latitude":"25.012652","description":"Located next to Xindian Creek and Siyuan Street lies the Taipei Water Source - the Chihtongnance Room, the birthplace of Taipei's tap water system. The main building, constructed in 1908, has a history of nearly a century. Its architectural style features Baroque influenced by Neoclassicism. The interior settings hold great historical significance, with each equipment set representing the evolutionary process of the tap water system, embodying rich cultural value. The Taipei Water Museum officially opened for visits in 2000. With its unique European-style architectural appearance and important historical and educational significance, it has become one of the most popular attractions for city tours, school field trips, advertising shoots, and newly-wed couple photography.","_id":57,"avEnd":"2015\/09\/22","address":"No. 1, Siyuan St., Zhongzheng District, Taipei City"},{"rate":4,"direction":"Transfer to Blue 28 bus and get off at Huazhong Riverside Park, then take bus 12, 49, 62, 204, 260, 601, 630, 673, Blue 28, or Blue 29 and get off at Huazhong Riverside Park.","name":"Huazhong Riverside Park","date":"2015\/07\/29","longitude":"121.494840","REF_WP":"10","avBegin":"2012\/02\/10","langinfo":"10","MRT":"Longshan Temple","SERIAL_NO":"2012021000000001","RowNumber":"58","CAT":"Outdoor Hiking","MEMO_TIME":"全天開放","POI":"Y","file":"https:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E197\/F323\/522aa425-345c-4ac4-96b8-b21a33f165ca.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E197\/F321\/c0db5455-2538-44ac-922a-518e4215f072.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E197\/F324\/ecf61f88-92ed-49ad-8a40-4bdc00dff585.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E197\/F325\/59bd3a58-0d88-43a7-9a9e-72fd88734275.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D0\/E197\/F326\/5e2be319-957c-4eff-bf29-a2a71c931260.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D9\/E766\/F606\/8e98d96f-0666-4e4d-a824-3049a82025e1.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D6\/E266\/F417\/01f9c74a-b87a-4a91-9070-3d9310de8843.JPGhttps:\/\/www.travel.taipei\/d_upload_ttn\/sceneadmin\/image\/A0\/B0\/C0\/D9\/E366\/F347\/b49bae58-e9b5-42b4-a210-11da279654ce.JPG","idpt":"臺北旅遊網","latitude":"25.015403","description":"Located next to the Huazhong Bridge in the Huazhong Riverside Park, inaugurated in July 2009, covering an area of 12 hectares, the tent camping area can accommodate 800 people, making it the largest riverside camping site in Taiwan. Adjacent to a large parking lot, it offers convenient transportation and facilities for car camping, including water and electricity supply. Male and female shower rooms and restrooms are fully equipped, with a dedicated sewage discharge hole for camping vehicles, a first in the country. Facing the Xindian River, the camping site is surrounded by riverside bike paths, with nearby facilities including bicycle rental stations, five-a-side football fields, beach volleyball courts, basketball courts, tennis courts, and other recreational sports facilities, providing a diverse recreational environment. It opens a new chapter in the diverse use of the riverside park and has become the best retreat for Taipei citizens.","_id":58,"avEnd":"2015\/07\/29","address":"Next to Huazhong Bridge at the bottom of Wandalu Road, Wanhua District, Taipei City."}]}}
